[{"title": "9", "rating": "PG-13", "description": "In a postapocalyptic world, rag-doll robots hide in fear from dangerous machines out to exterminate them, until a brave newcomer joins the group.\n"}, {"title": "21", "rating": "PG-13", "description": "A brilliant group of students become card-counting experts with the intent of swindling millions out of Las Vegas casinos by playing blackjack.\n"}, {"title": "Æon Flux", "rating": "PG-13", "description": "Aiming to hasten an uprising, the leader of an underground rebellion dispatches acrobatic assassin Aeon Flux to eliminate the government's top leader.\n"}, {"title": "10,000 B.C.\"", "rating": "PG-13", "description": "Fierce mammoth hunter D'Leh sets out on an impossible journey to rescue the woman he loves from a vicious warlord and save the people of his village.\n"}, {"title": "16 Blocks", "rating": "PG-13", "description": "Tasked with escorting a prosecution witness to court, an aging cop gears up for the 16-block trek – but they'll be lucky to make it there alive.\n"}, {"title": "17 Again", "rating": "PG-13", "description": " – and that's exactly what he gets when he wakes up to find he's 17 again.\n"}, {"title": "20 Feet From Stardom", "rating": "PG-13", "description": "Winner of the 2014 Academy Award for Best Documentary Feature, this film takes a look at the world of backup vocalists and the legends they support.\n"}, {"title": "28 Days", "rating": "PG-13", "description": "After her drunken antics result in property damage, an alcoholic journalist enters rehab – and soon meets a fellow resident who changes her outlook.\n"}, {"title": "3 Days to Kill", "rating": "PG-13", "description": "A terminally ill secret agent accepts a risky mission in exchange for an experimental drug that might save him – if he can survive its side effects.\n"}, {"title": "3 Generations", "rating": "PG-13", "description": "When teenage Ray begins transitioning from female to male, his single mom and grandmother must cope with the change while tracking down his father.\n"}, {"title": "3 Idiots", "rating": "PG-13", "description": "While attending one of India's premier colleges, three miserable engineering students and best friends struggle to beat the school's draconian system.\n"}, {"title": "5 Flights Up", "rating": "PG-13", "description": "A couple finds unexpected drama when, after 40 years of living in the same Brooklyn walk-up, they attempt to sell their apartment and buy a new one.\n"}, {"title": "50 First Dates", "rating": "PG-13", "description": "After falling for a pretty art teacher who has no short-term memory, a marine veterinarian has to win her over again every single day.\n"}, {"title": "A 2nd Chance", "rating": "PG", "description": "A gymnast lacks the confidence she needs to reach the top. But with the help of her new coach, she has the chance to win a spot on the national team.\n"}, {"title": "A Boy Called Po", "rating": "PG", "description": "After his wife's death, an overworked engineer struggles to care for his son with autism, who regresses into a fantasy world to escape real-life bullying.\n"}, {"title": "A Bridge Too Far", "rating": "PG", "description": "This wartime drama details a pivotal day in 1944 when an Allied task force tried to win World War II by seizing control of key bridges in Holland.\n"}, {"title": "A California Christmas", "rating": "PG-13", "description": "With his carefree lifestyle on the line, a wealthy charmer poses as a ranch hand to get a hardworking farmer to sell her family’s land before Christmas.\n"}, {"title": "A Champion Heart", "rating": "G", "description": "When a grieving teen must work off her debt to a ranch, she cares for a wounded horse that teaches her more about healing than she expected.\n"}, {"title": "A Cinderella Story", "rating": "PG", "description": "Teen Sam meets the boy of her dreams at a dance before returning to toil in her stepmother's diner. Can her lost cell phone bring them together?\n"}, {"title": "A Cinderella Story: Christmas Wish", "rating": "PG", "description": "Despite her vain stepmother and mean stepsisters, an aspiring singer works as an elf at a Christmas tree lot and finds her own holiday miracle.\n"}, {"title": "A Monster Calls", "rating": "PG-13", "description": "Overwhelmed by his mother’s illness, a young boy begins to understand human complexity through the fantastic tales of a consoling tree monster.\n"}, {"title": "A Murder in the Park", "rating": "PG-13", "description": "This documentary excoriates a noted anti-death-penalty activist and his team, whose questionable methods got a convicted killer freed in 1999.\n"}, {"title": "A Night at the Roxbury", "rating": "PG-13", "description": " sketch.\n"}, {"title": "A Separation", "rating": "PG-13", "description": "Amid an impasse in his marriage, a father in Tehran is beset by a bitter feud involving the family of a pious caretaker he hired for his aging dad.\n"}, {"title": "A Shaun the Sheep Movie: Farmageddon", "rating": "G", "description": "Shaun and the flock race to help an adorable alien find her way home after her ship crash-lands near Mossy Bottom Farm and sparks a UFO frenzy.\n"}, {"title": "A Tale of Love and Darkness", "rating": "PG-13", "description": "Based on the memoirs of author Amos Oz, this poetic drama shares his family's tale of suffering and survival in the early years of independent Israel.\n"}, {"title": "A Thousand Words", "rating": "PG-13", "description": "When he learns his karma will permit him to speak just a thousand more words before he dies, fast-talking agent Jack must make every syllable count.\n"}, {"title": "A Walk to Remember", "rating": "PG", "description": "When bad boy Landon is cast opposite campus bookworm Jamie in a high school play, romance blooms — until tragedy threatens to tear them apart.\n"}, {"title": "A Witches' Ball", "rating": "PG", "description": "Beatrix can't wait to be inducted as a witch, but an unfortunate incident threatens to take her pending title away if she doesn't act fast.\n"}, {"title": "A Wrinkle in Time", "rating": "PG", "description": "Years after their father disappears, Meg and her younger brother Charles Wallace cross galaxies on a quest to save him from the heart of darkness.\n"}, {"title": "A.X.L.", "rating": "PG", "description": "Young motocross racer Miles Hill helps a top-secret robotic combat dog evade its ruthless creator and the military, who are in hot pursuit.\n"}, {"title": "About a Boy", "rating": "PG-13", "description": "Hip, irresponsible Londoner Will invents an imaginary son and starts attending single-parent meetings to find available women.\n"}, {"title": "Across the Universe", "rating": "PG-13", "description": "An American girl and a British lad fall in love amid the social and political upheaval of the 1960s, in this musical featuring songs by the Beatles.\n"}, {"title": "Adrift", "rating": "PG-13", "description": "A young couple’s sailing adventure becomes a fight to survive when their yacht faces a catastrophic hurricane in this story based on true events.\n"}, {"title": "After", "rating": "PG-13", "description": "Wholesome college freshman Tessa Young thinks she knows what she wants out of life, until she crosses paths with complicated bad boy Hardin Scott.\n"}, {"title": "Alice Doesn't Live Here Anymore", "rating": "PG", "description": "A widowed singer and single mother starts over as a diner waitress in Arizona, befriending her coworkers and romancing a ruggedly handsome rancher.\n"}, {"title": "Aliens Ate My Homework", "rating": "PG", "description": "Tiny alien lawmen fly into Rod's bedroom and recruit him into helping them stop an intergalactic criminal – who's disguised as a very familiar human.\n"}, {"title": "All Dogs Go to Heaven", "rating": "G", "description": "When a canine con artist becomes an angel, he sneaks back to Earth and crosses paths with an orphan girl who can speak to animals.\n"}, {"title": "All Together Now", "rating": "PG", "description": "An optimistic, talented teen clings to a huge secret: She's homeless and living on a bus. When tragedy strikes, can she learn to accept a helping hand?\n"}, {"title": "Amandla! A Revolution in Four Part Harmony", "rating": "PG-13", "description": "This documentary recounts the fascinating and little-known role that music has played in the struggle to eradicate apartheid in South Africa.\n"}, {"title": "An American Tail", "rating": "G", "description": "Fievel, a young Russian mouse, immigrates to America and must make his own way in the strange and sometimes perilous new world.\n"}, {"title": "An American Tail: Fievel Goes West", "rating": "G", "description": "Fievel and his family head west for what turns out to be a wild adventure. Deep in cowboy country, the intrepid mouse faces down a nasty feline.\n"}, {"title": "An American Tail: The Mystery of the Night Monster", "rating": "G", "description": "When a monster goes on a mouse-napping spree in New York, Fievel and his friends help a reporter get to the bottom of the mystery.\n"}, {"title": "An American Tail: The Treasures of Manhattan Island", "rating": "G", "description": "When Fievel and friends go hunting for buried treasure beneath the ruins of an old subway tunnel, they stumble onto something surprising.\n"}, {"title": "Angels & Demons", "rating": "PG-13", "description": "A Harvard symbologist races to uncover clues that will help stop an attack on the Vatican by a secret society looking to retaliate for old persecutions.\n"}, {"title": "Anger Management", "rating": "PG-13", "description": "After a gentle businessman is forced to get anger management counseling, his therapist moves in – but turns out to have anger issues of his own.\n"}, {"title": "Ant-Man and the Wasp", "rating": "PG-13", "description": "Problems big and small pop up when Scott Lang, aka Ant-Man, gets drafted by Dr. Hank Pym and Hope van Dyne, aka the Wasp, for an urgent rescue mission.\n"}, {"title": "Apollo 18", "rating": "PG-13", "description": "This sci-fi thriller suggests that Apollo 17, despite official statements to the contrary, wasn't NASA's last manned mission to the moon.\n"}, {"title": "April and the Extraordinary World", "rating": "PG", "description": "After the world's top scientists disappear, orphaned April secretly forges ahead with a family experiment and gets tangled up in a vast conspiracy.\n"}, {"title": "Arctic Dogs", "rating": "PG", "description": "When he stumbles upon evil Otto Von Walrus's scheme to melt the Arctic, ambitious delivery fox Swifty assembles a ragtag crew to protect the planet.\n"}, {"title": "Arthur", "rating": "PG-13", "description": "Russell Brand stars in this remake as a philanderer who must decide whether to give up an inheritance of millions for the sake of romance.\n"}, {"title": "Arthur Christmas", "rating": "PG", "description": "At Santa Claus's super-secret toy-making facility, Mr. Claus entrusts his son, Arthur, to carry out an ultra-important Christmas mission.\n"}, {"title": "As Good as It Gets", "rating": "PG-13", "description": "The structured world of a sour, obsessive-compulsive author crumbles when he's drawn into the lives of a stressed-out single mom and his gay neighbor.\n"}, {"title": "Athlete A", "rating": "PG-13", "description": "This documentary focuses on the gymnasts who survived USA Gymnastics doctor Larry Nassar's abuse and the reporters who exposed USAG's toxic culture.\n"}, {"title": "Atlas Shrugged: Part II", "rating": "PG-13", "description": "With the world's economy in dire straits, corporate protagonist Dagny Taggart searches for a solution amid the rubble of a long-abandoned factory.\n"}, {"title": "Austin Powers in Goldmember", "rating": "PG-13", "description": "The world's most shagadelic spy continues his fight against the diabolical Dr. Evil, who's teamed with a new foe: 1970s villain Goldmember.\n"}, {"title": "Austin Powers: International Man of Mystery", "rating": "PG-13", "description": "A swingin' fashion photographer by day and a groovy British secret agent by night, superspy Austin Powers must foil the sinister schemes of Dr. Evil.\n"}, {"title": "Austin Powers: The Spy Who Shagged Me", "rating": "PG-13", "description": " Austin must return to the swingin' '60s himself.\n"}, {"title": "Avengers: Infinity War", "rating": "PG-13", "description": "Superheroes amass to stop intergalactic sociopath Thanos from acquiring a full set of Infinity Stones and wiping out half of all life in the universe.\n"}, {"title": "Balto", "rating": "G", "description": "Balto, who is half wolf and half dog, endures the taunts of disapproving humans as he guides a precious cargo of medicine through the Alaskan winter.\n"}, {"title": "Balto 2: Wolf Quest", "rating": "G", "description": "Half-dog, half-wolf Balto (voiced by Maurice LaMarche) and his wife proudly put their pups up for adoption to humans, but when nobody takes daughter Aleu because she looks too much like a wolf, she runs away to search for her place in the world.\n"}, {"title": "Balto 3: Wings of Change", "rating": "G", "description": "A pilot challenges Balto's son Kodi and his sled team to see who can deliver the mail faster, but the dogs race to the rescue when the plane vanishes.\n"}, {"title": "Barely Lethal", "rating": "PG-13", "description": "A girl raised to be a government assassin just wants to be a normal teen – so she runs away and pretends to be a high school exchange student.\n"}, {"title": "Bathtubs Over Broadway", "rating": "PG-13", "description": "A comedy writer for David Letterman unearths a hidden world of hilariously bizarre musicals, which turns into a toe-tapping obsession.\n"}, {"title": "Be Somebody", "rating": "PG", "description": "To escape the stress of fame, teen pop star Jordan goes incognito in a small town, where he forms a special bond with high school art student Emily.\n"}, {"title": "Bean: The Ultimate Disaster Movie", "rating": "PG-13", "description": "Disaster-prone Mr. Bean is sent to Los Angeles to guard a famous painting, but as he's unfit for any physical task, everything goes hilariously wrong.\n"}, {"title": "Beavis and Butt-head Do America", "rating": "PG-13", "description": "After realizing that their boob tube is gone, Beavis and Butt-head set off on an expedition that takes them from Las Vegas to the nation's capital.\n"}, {"title": "Bebe's Kids", "rating": "PG-13", "description": "When ladies' man Robin meets Jamika, he falls head over heels, but she greets him with four surprises: her son and her girlfriend Bebe's three kids.\n"}, {"title": "Becoming", "rating": "PG", "description": "\n"}, {"title": "Becoming Jane", "rating": "PG-13", "description": "A passionate romance with roguish barrister Tom Lefroy serves as the inspiration for the works of budding novelist Jane Austen.\n"}, {"title": "Bedtime Stories", "rating": "PG", "description": "Skeeter's life is turned upside down when the fantastical stories he makes up to entertain his niece and nephew inexplicably turn into reality.\n"}, {"title": "Bee Movie", "rating": "PG", "description": "Barry, a worker bee stuck in a dead-end job making honey, sues humans when he learns they've been stealing bees' nectar all along.\n"}, {"title": "Before I Fall", "rating": "PG-13", "description": "Forced to continually relive the day she dies in a car crash, a privileged high schooler must unravel the cosmic mystery of her suddenly looping life.\n"}, {"title": "Before I Wake", "rating": "PG-13", "description": "Still mourning the death of their son, Mark and Jessie welcome foster child Cody into their lives. Soon they discover he has a strange ability.\n"}, {"title": "Before the Flood", "rating": "PG", "description": "Leonardo DiCaprio crisscrosses the globe to investigate the consequences of man-made globe warming and the measures being taken to reverse it.\n"}, {"title": "Being Elmo: A Puppeteer's Journey", "rating": "PG", "description": "\n"}, {"title": "Benchwarmers 2: Breaking Balls", "rating": "PG-13", "description": "A rookie lawyer with an emasculating past in baseball can break into the legal world only if he manages a law firm's ragtag company softball team.\n"}, {"title": "Benji: Off the Leash", "rating": "PG", "description": "Benji is back in this charming story that's told from the pooch's point of view, tracking his early days as a pup to his current life in showbiz.\n"}, {"title": "Bennett's War", "rating": "PG-13", "description": "A medically discharged soldier attempts an improbable return to motorcycle racing to win enough prize money to save his father's farm.\n"}, {"title": "Bethany Hamilton: Unstoppable", "rating": "PG", "description": "This documentary follows the rising tide of Bethany Hamilton who lost her arm as a teen before making waves in pro surfing and her personal life.\n"}, {"title": "Big Daddy", "rating": "PG-13", "description": "Dumped by his girlfriend because he refuses to accept responsibility, overgrown adolescent Sonny Koufax adopts a 5-year-old to prove he's a grownup.\n"}, {"title": "Big Fat Liar", "rating": "PG", "description": "Junior high students Jason and Kaylee take action when a greedy Hollywood producer turns Jason's essay into a hit film without giving him credit.\n"}, {"title": "Big Miracle", "rating": "PG", "description": "After a reporter writes about whales trapped in the Arctic Circle, the U.S. and U.S.S.R. team up to rescue them in this tale inspired by true events.\n"}, {"title": "Big Stone Gap", "rating": "PG-13", "description": "A single middle-aged woman who has lived her whole life in a small Virginia mining town uncovers a family secret that alters her profoundly.\n"}, {"title": "Bigger Fatter Liar", "rating": "PG", "description": "When his video game concept is stolen by a dishonest executive, a teenage chronic liar sets out to prove that he's telling the truth, for once.\n"}, {"title": "Black Panther", "rating": "PG-13", "description": "T'Challa, the superpowered new leader of the hidden, highly advanced African nation of Wakanda, strives to protect his home from enemies old and new.\n"}, {"title": "Blackfish", "rating": "PG-13", "description": "This fascinating documentary examines the life of performing killer whale Tilikum, who has caused the deaths of several people while in captivity.\n"}, {"title": "Blackway", "rating": "PG-13", "description": "Menaced by a psychopath who's got the local cops scared, waitress Lillian turns to a mysterious old logger to help her turn the tables on her stalker.\n"}, {"title": "Blinky Bill: The Movie", "rating": "PG", "description": "Happy koala Blinky Bill and some spunky pals travel the Outback following clues to help him find his long-lost father and finally bring him home.\n"}, {"title": "Blue Jasmine", "rating": "PG-13", "description": "The high life leads to high anxiety for a fashionable New York City homemaker in crisis who finds herself forced to live a more modest lifestyle.\n"}, {"title": "Blue Streak", "rating": "PG-13", "description": "A jewel thief returns to his hiding place after a stint in jail — only to find that his diamond is buried under a newly constructed police station.\n"}, {"title": "Bobbleheads The Movie", "rating": "PG", "description": "A team of bobbleheads band together to defend their collector’s home when uninvited relatives barge in looking to steal from his prized collection.\n"}, {"title": "Bolt", "rating": "PG", "description": "This tale follows German shepherd Bolt, a canine actor who makes a cross-country trek when he's mistakenly shipped from Hollywood to New York City.\n"}, {"title": "Boy and the World", "rating": "PG", "description": "Young Cuca leaves his idyllic village on a grand adventure to find his father, who has traveled to the city seeking work.\n"}, {"title": "Brain on Fire", "rating": "PG-13", "description": "Stricken with seizures, psychosis and memory loss, a young New York Post reporter visits doctor after doctor in search of an elusive diagnosis.\n"}, {"title": "Bratz: The Movie", "rating": "PG", "description": "When high school hierarchy divides four best friends into different cliques, the girls defy expectations and try to bring their groups together.\n"}, {"title": "Bring It On: Worldwide Showdown", "rating": "PG-13", "description": "When cheerleading champs the Rebels are challenged by an edgy new squad, they take on teams from all over the world in a virtual cheer battle.\n"}, {"title": "Bully", "rating": "PG-13", "description": "This eye-opening documentary tracks the stories of five different families whose children are struggling to defend themselves from school bullies.\n"}, {"title": "Burlesque", "rating": "PG-13", "description": "After leaving Iowa with stars in her eyes, Ali arrives at a Los Angeles burlesque lounge with dreams of taking the stage with her soaring voice.\n"}, {"title": "Can't Hardly Wait", "rating": "PG-13", "description": "At a wild high school graduation party, aspiring writer Preston hopes to declare his love to popular girl Amanda, who just got dumped by the class jock.\n"}, {"title": "Canvas", "rating": "G", "description": "After a heartbreaking loss, a grandfather struggling to reclaim his passion for painting finds the inspiration to create again.\n"}, {"title": "Carriers", "rating": "PG-13", "description": "As a lethal virus spreads globally, four friends seek a reputed plague-free haven. But while avoiding the infected, the travelers turn on one another.\n"}, {"title": "Casino Royale", "rating": "PG-13", "description": "Daniel Craig makes his debut as the newly minted agent 007, who's pitted against an infamous financier of global terrorism – at the poker table.\n"}, {"title": "Catch Me If You Can", "rating": "PG-13", "description": "An FBI agent makes it his mission to put cunning con man Frank Abagnale Jr. behind bars. But Frank not only eludes capture, he revels in the pursuit.\n"}, {"title": "Cats & Dogs: The Revenge of Kitty Galore", "rating": "PG", "description": "Cats and dogs must set aside their differences and merge animal instincts when Kitty Galore decides to claw her way to global domination.\n"}, {"title": "Center Stage", "rating": "PG-13", "description": "Vying for a spot in the American Ballet Company, 12 dance students are ready to push their bodies and minds to the limit to realize their dreams.\n"}, {"title": "Change in the Air", "rating": "PG", "description": "When a secretive woman breezes into a quiet town, her subdued neighbors get swept up in curiosity over her ethereal presence.\n"}, {"title": "Chappaquiddick", "rating": "PG-13", "description": "Senator Ted Kennedy watches his future unravel in the wake of an infamous car crash as family and allies vie to protect his reputation.\n"}, {"title": "Charlie and the Chocolate Factory", "rating": "PG", "description": "The eccentric Willy Wonka opens the doors of his candy factory to five lucky kids who learn the secrets behind his amazing confections.\n"}, {"title": "Charlie's Angels", "rating": "PG-13", "description": "Three beauties use their looks, charm and martial-arts training to kick butt on the trail of stolen software in this reboot of the classic TV series.\n"}, {"title": "Charlie's Angels: Full Throttle", "rating": "PG-13", "description": "In this reboot of the TV classic, the Angels are tasked with finding lost rings encoded with the personal information of people in witness protection.\n"}, {"title": "Charlotte's Web", "rating": "G", "description": "Follow the adventures of Wilbur the pig, Templeton the rat and Charlotte the spider in this animated musical version of E.B. White's timeless story.\n"}, {"title": "Chicken Little", "rating": "G", "description": "No one believes Chicken Little when he tries to warn of an alien invasion – so it's up to him and his misfit friends to save the world!\n"}, {"title": "Chitty Chitty Bang Bang", "rating": "G", "description": "Quirky inventor Caractacus Potts and his family travel in their magical flying car to Vulgaria, a kingdom strangely devoid of children.\n"}, {"title": "Christian Mingle", "rating": "PG", "description": "A career woman who has everything but romance finds her values challenged when she starts dating a good man she met on a Christian matchmaking site.\n"}, {"title": "Christmas Wedding Planner", "rating": "PG", "description": "A wedding planner’s world is turned upside down when a handsome private investigator is hired to disrupt one of her biggest jobs.\n"}, {"title": "Christmas with the Kranks", "rating": "PG", "description": "When Luther Krank and his wife opt to skip Christmas – no tree and no rooftop Frosty – can they handle the fallout from their family and neighbors?\n"}, {"title": "Christopher Robin", "rating": "PG", "description": "Now a careworn middle-aged man, Christopher Robin goes on a familiar adventure when his old pal Winnie the Pooh brings him to the Hundred Acre Wood.\n"}, {"title": "Cirque du Freak: The Vampire's Assistant", "rating": "PG-13", "description": "When Darren Shan is taken to a circus that's chock-full of sideshow oddities, he meets a vampire and receives a life-changing bite on the neck.\n"}, {"title": "Clash of the Titans", "rating": "PG-13", "description": "If he is to save the life of the beautiful Princess Andromeda, the valiant Perseus must battle a host of powerful, beastly enemies.\n"}, {"title": "Cleopatra Jones", "rating": "PG", "description": "A stylin' special agent chases down drug lords and does her part to stop trafficking. Soon, she finds herself seeking revenge on a dealer.\n"}, {"title": "Click", "rating": "PG-13", "description": "Overworked Michael Newman stumbles on a universal remote control that gives him the power to pause or fast-forward through scenes in his life.\n"}, {"title": "Cloudy with a Chance of Meatballs", "rating": "PG", "description": "When inventor Flint Lockwood makes clouds rain food, the citizens of Chewandswallow can feed themselves. But a bowl of disaster is about to overflow.\n"}, {"title": "Cloudy with a Chance of Meatballs 2", "rating": "PG", "description": "Inventor Flint Lockwood battles mutant food beasts created by his notorious machine, including shrimpanzees, tacodiles and jellyfish sandwiches.\n"}, {"title": "Cloverfield", "rating": "PG-13", "description": "A going-away party in Manhattan is interrupted when a mysterious monster of epic proportions launches an attack on New York City.\n"}, {"title": "Coach Carter", "rating": "PG-13", "description": "Controversial basketball coach Ken Carter puts school before sports and benches his undefeated high school team for poor academic performance.\n"}, {"title": "Code Name: The Cleaner", "rating": "PG-13", "description": "A mild-mannered janitor duped into believing he's an undercover agent stumbles into an international arms ring plot involving the CIA and the FBI.\n"}, {"title": "Cop and a Half: New Recruit", "rating": "PG", "description": "A world-weary detective is forced to team up with a 12-year-old who thinks she's a cop in order to solve a case that's baffled police.\n"}, {"title": "Cops and Robbers", "rating": "PG-13", "description": "Animation and activism unite in this multimedia spoken-word response to police brutality and racial injustice.\n"}, {"title": "Coraline", "rating": "PG", "description": "Curious young Coraline unlocks a door in her family's home and is transported to a universe that strangely resembles her own – only better.\n"}, {"title": "Crouching Tiger, Hidden Dragon\"", "rating": "PG-13", "description": "A young woman in ancient China longs for an adventurous life rather than a dull arranged marriage in Ang Lee's Oscar-winning martial arts epic.\n"}, {"title": "Crouching Tiger, Hidden Dragon: Sword of Destiny\"", "rating": "PG-13", "description": "Renowned warrior Yu Shu-Lien comes out of retirement to keep the legendary Green Destiny sword away from villainous warlord Hades Dai.\n"}, {"title": "Dad", "rating": "PG", "description": "Family bonds are revived after a father is diagnosed with cancer in this bittersweet drama. Dutiful son John cares for his aging father, Jake, but not without complaint.\n"}, {"title": "Daddy Day Care", "rating": "PG", "description": "When a conscientious father loses his lucrative dot-com job and faces economic ruin, he joins two friends in opening a business called Daddy Day Care.\n"}, {"title": "Dante's Peak", "rating": "PG-13", "description": "When a volcanologist comes to investigate the recent rumblings of a dormant volcano, a massive eruption has everyone in town fighting for their lives.\n"}, {"title": "Dark Skies", "rating": "PG-13", "description": "A couple has trouble convincing friends and neighbors that an alien is entering their house each night to terrorize their children.\n"}, {"title": "David Attenborough: A Life on Our Planet", "rating": "PG", "description": "A broadcaster recounts his life, and the evolutionary history of life on Earth, to grieve the loss of wild places and offer a vision for the future.\n"}, {"title": "Dean", "rating": "PG-13", "description": "As his father takes steps to move on, a New Yorker grieving his mom's death visits Los Angeles where new possibilities may bring him out of his funk.\n"}, {"title": "Deep", "rating": "PG", "description": "After accidentally trapping his family in their underwater home, a young octopus and his ocean-dwelling buddies search for help far across the sea.\n"}, {"title": "Dick Johnson Is Dead", "rating": "PG-13", "description": "As her father nears the end of his life, filmmaker Kirsten Johnson stages his death in inventive and comical ways to help them both face the inevitable.\n"}, {"title": "Die Another Day", "rating": "PG-13", "description": "Pierce Brosnan's final outing as 007 finds James Bond facing off against a North Korean terrorist who's in league with a British diamond merchant.\n"}, {"title": "Dinner for Schmucks", "rating": "PG-13", "description": "The host of a dinner party invites his friends to bring the saddest loser they can find. But the ultimate schmuck turns everyone else into the losers.\n"}, {"title": "Doctor Zhivago", "rating": "PG-13", "description": "A young physician and his beautiful mistress get swept up in the danger and drama of the Bolshevik Revolution in this Oscar-winning epic.\n"}, {"title": "Dolphin Tale 2", "rating": "PG", "description": "Winter the dolphin, who survived a tragic injury by receiving a prosthetic tail, bonds with an orphaned baby dolphin after her beloved pool mate dies.\n"}, {"title": "Don Verdean", "rating": "PG-13", "description": " advances his cause by creating phony religious artifacts.\n"}, {"title": "Doubt", "rating": "PG-13", "description": "Sister Aloysius begins to have doubts about doting Father Flynn, who seems to have become overly involved in the life of an African American pupil.\n"}, {"title": "Dovlatov", "rating": "PG-13", "description": "Over six days in 1971, brilliant writer Sergei Dovlatov encounters maddening barriers to publishing his work under the repressive Soviet regime.\n"}, {"title": "Dr. Seuss' The Cat in the Hat", "rating": "PG", "description": "\n"}, {"title": "Dr. Seuss' The Grinch", "rating": "PG", "description": "A grump with a mean streak plots to bring Christmas to a halt in the cheerful town of Whoville. But a generous little girl could change his heart.\n"}, {"title": "Dr. Seuss' The Lorax", "rating": "PG", "description": "The forest-dwelling Lorax has to stop the short-sighted Once-ler from ruining the environment for profit in this adaptation of the Dr. Seuss classic.\n"}, {"title": "Dragonheart", "rating": "PG-13", "description": "In ancient times when majestic fire-breathers soared through the skies, a knight comes face to face and heart to heart with the last dragon on Earth.\n"}, {"title": "Dragonheart 3: The Sorcerer", "rating": "PG-13", "description": "When an aspiring knight crosses paths with a dragon, the two form an unlikely alliance in a high-stakes battle against a malicious sorcerer.\n"}, {"title": "Dragonheart: A New Beginning", "rating": "PG", "description": "This sequel introduces Draco the dragon's offspring, Drake, who dreams of becoming a knight and teams up with a stable boy to master his skills.\n"}, {"title": "Dragonheart: Battle for the Heartfire", "rating": "PG-13", "description": "When the king of Brittania dies, the dragon who shares his heart must find a new ruler, but the monarch's grandchildren go to war over the throne.\n"}, {"title": "Dragonheart: Vengeance", "rating": "PG-13", "description": "When his family is slain by vicious savages, a young farmer teams with an ice-breathing dragon and sword-wielding mercenary to avenge their deaths.\n"}, {"title": "Duck Duck Goose", "rating": "PG", "description": "As his flock's annual migration nears, a carefree goose is grounded with an injury and takes a pair of lost ducklings under his wing.\n"}, {"title": "Dumb and Dumberer: When Harry Met Lloyd", "rating": "PG-13", "description": "This wacky prequel to the 1994 blockbuster goes back to the lame-brained title characters' days as classmates at a Rhode Island high school.\n"}, {"title": "Dumplin'", "rating": "PG-13", "description": "To prove a point about measuring up and fitting in, Texas teen Willowdean Dickson enters a local pageant run by her ex-beauty queen mom.\n"}, {"title": "Earth to Echo", "rating": "PG", "description": "When a construction project begins in their neighborhood, four friends start receiving bizarre encoded text messages on their cell phones.\n"}, {"title": "East Side Sushi", "rating": "PG", "description": "She’s not the usual candidate for the role, but a dogged Mexican-American mother makes it her mission to become a talented sushi chef.\n"}, {"title": "Easy A", "rating": "PG-13", "description": "When a lie about Olive's reputation transforms her from anonymous to infamous at her high school, she decides to embrace a provocative new persona.\n"}, {"title": "Eat Pray Love", "rating": "PG-13", "description": "After deciding to reshape her life after divorce, Liz travels around the world in search of good food, spirituality and true love.\n"}, {"title": "Echo in the Canyon", "rating": "PG-13", "description": "An affectionate documentary looks back at the mid-1960s, when Hollywood’s Laurel Canyon was a creative nexus for young, innovative musicians.\n"}, {"title": "Effie Gray", "rating": "PG-13", "description": "Trapped in a loveless marriage, the young wife of Victorian-era art critic John Ruskin finds herself falling for an artist — and looking for a way out.\n"}, {"title": "Elliot the Littlest Reindeer", "rating": "PG", "description": "When Blitzen suddenly retires, a miniature horse determined to join Santa's reindeer team faces fierce competition in the North Pole tryouts.\n"}, {"title": "Employee of the Month", "rating": "PG-13", "description": "Warehouse workers Vince and Zack compete in a full-on war to be named Employee of the Month and win a date with their dream girl.\n"}, {"title": "Enola Holmes", "rating": "PG-13", "description": "While searching for her missing mother, intrepid teen Enola Holmes uses her sleuthing skills to outsmart big brother Sherlock and help a runaway lord.\n"}, {"title": "Enter the Warriors Gate", "rating": "PG-13", "description": "An avid gamer is magically transported to ancient China, where he must become a warrior in order to save the princess from an evil warlord.\n"}, {"title": "Equals", "rating": "PG-13", "description": "Two young lovers depart from the norm simply by having romantic feelings for each other in a society where humans have been relieved of all emotions.\n"}, {"title": "Eurovision Song Contest: The Story of Fire Saga", "rating": "PG-13", "description": "Two small-town singers chase their pop star dreams at a global music competition, where high stakes, scheming rivals and onstage mishaps test their bond.\n"}, {"title": "Evan Almighty", "rating": "PG", "description": "God summons narcissistic Evan to build an ark in preparation for a flood. Meanwhile, Evan's family interprets his new hobby as a midlife crisis.\n"}, {"title": "Evolution", "rating": "PG-13", "description": "After two community college geology professors discover microscopic alien life-forms on a meteorite, the military and government become involved.\n"}, {"title": "Faith, Hope & Love\"", "rating": "PG", "description": "After shattering losses, a recent divorcée and a heartbroken widower restore their lives when they partner for a dance competition to save her studio.\n"}, {"title": "Ferris Bueller's Day Off", "rating": "PG-13", "description": "Ferris convinces his entire school he's at death's door, then hits the streets of Chicago with his girlfriend and best friend for a day of fun.\n"}, {"title": "Fiddler on the Roof", "rating": "G", "description": "This adaptation of the musical chronicles the trials of a Jewish peasant, his wife, and their three strong-willed daughters in pre-revolutionary Russia.\n"}, {"title": "Fisherman's Friends", "rating": "PG-13", "description": "Sea shanties have long united 10 Cornish fishermen, but when their chants sail to the music charts, their friendship is kept at bay.\n"}, {"title": "Flash of Genius", "rating": "PG-13", "description": "A college professor goes up against the giants of the auto industry when they fail to give him credit for inventing intermittent windshield wipers.\n"}, {"title": "Footprints: The Path of Your Life", "rating": "PG", "description": "This documentary follows 10 men who agree to walk the Camino de Santiago, a 500-mile, 40-day trek that will challenge their strength and faith.\n"}, {"title": "For the Love of Benji", "rating": "G", "description": "Benji and his owner get separated in Greece. On his quest to find them, he's targeted by various bad guys who want to get their hands on him.\n"}, {"title": "Forbidden Planet", "rating": "G", "description": "A pulp-fiction sci-fi classic, Forbidden Planet stars Leslie Nielsen as a heroic starship captain who finds the paradise planet Altair-IV.\n"}, {"title": "Forks Over Knives", "rating": "PG", "description": "According to the research of two food scientists, the popularity of processed foods has led to epidemic rates of obesity, diabetes and other diseases.\n"}, {"title": "Four Christmases", "rating": "PG-13", "description": "A dating couple is forced to spend their first Christmas together visiting each of their four divorced parents – in a single day.\n"}, {"title": "Fred Claus", "rating": "PG", "description": "The holiday season is ruined for Santa Claus when his cranky older brother – a repo man with a sizable rap sheet – visits him at the North Pole.\n"}, {"title": "Free Willy", "rating": "PG", "description": "Ordered to clean up the graffiti he painted at a marine theme park, a troubled young boy unexpectedly bonds with a killer whale on exhibit.\n"}, {"title": "Froning: The Fittest Man in History", "rating": "PG", "description": "Follow the grueling training regimen of Rich Froning Jr. as he sets his sights on winning an unprecedented fourth CrossFit Games title.\n"}, {"title": "G-Force", "rating": "PG", "description": "When a billionaire sets out to take over the world, only one special forces unit can handle the job – a squad of highly trained guinea pigs.\n"}, {"title": "Garfield's Pet Force", "rating": "G", "description": "When an alien menace and her army of undead minions threaten to enslave the world, Garfield heads a team of comic-strip superheroes to save the day.\n"}, {"title": "Generation Iron 2", "rating": "PG-13", "description": "New-generation bodybuilding stars – including Rich Piana, Kai Greene and Calum von Moger – share their experiences competing in the demanding sport.\n"}, {"title": "George of the Jungle 2", "rating": "PG", "description": "Now married and raising a son, clumsy ape-man George finds his jungle kingdom in peril as Really Mean Lion challenges him for the throne.\n"}, {"title": "Get Santa", "rating": "PG", "description": "When Santa gets arrested for trespassing after crashing his sleigh, it's up to a father-son team to spring him from jail and save Christmas.\n"}, {"title": "Get Smart", "rating": "PG-13", "description": "When the identities of secret agents are compromised, hapless Maxwell Smart teams with far more capable Agent 99 to thwart an evil terrorist group.\n"}, {"title": "Getting Played", "rating": "PG-13", "description": "Tired of dealing with boyfriends who wrong them, gal pals Lauren, Emily and Andrea decide to turn the tables and become the players themselves.\n"}, {"title": "Ghost of the Mountains", "rating": "G", "description": "An international group of filmmakers sets out on a mission to get up close and personal with a family of elusive snow leopards.\n"}, {"title": "Ghost Rider", "rating": "PG-13", "description": "After selling his soul to save a loved one, daredevil biker Johnny Blaze pays the price by becoming a flame-skulled bounty hunter for Mephistopheles.\n"}, {"title": "Gigi", "rating": "G", "description": "Gigi's an avant-garde French waif being groomed as the fille de joie of affluent and handsome Gaston. Soon Gigi metamorphoses into a stunning beauty.\n"}, {"title": "Gimme Shelter", "rating": "PG-13", "description": "After running away from her abusive mother, a streetwise teen seeks refuge with her father, but he rejects her when he learns that she's pregnant.\n"}, {"title": "Ginger & Rosa", "rating": "PG-13", "description": "With the Cold War looming over them, teen best pals Ginger and Rosa share everything in early 1960s London – until betrayal drives them apart.\n"}, {"title": "Giving Voice", "rating": "PG-13", "description": "Six ambitious student actors audition for the prestigious August Wilson Monologue Competition, culminating in a riveting final round on Broadway.\n"}, {"title": "Gnome Alone", "rating": "PG", "description": "After moving into a new house with her mom, high schooler Chloe discovers a troupe of talking garden gnomes who need her help saving the world.\n"}, {"title": "God Bless the Broken Road", "rating": "PG", "description": "After a young mother is widowed by war, her faith is tested as she struggles to stay afloat financially and raise her daughter.\n"}, {"title": "God's Not Dead", "rating": "PG", "description": "A spiritual college student clashes with an atheistic professor who insists that students will only pass his class by admitting that God is dead.\n"}, {"title": "God's Not Dead: A Light in Darkness", "rating": "PG", "description": "After a fire breaks out at his church, a pastor faces a legal battle against university leaders who wish to push the congregation off the campus.\n"}, {"title": "GoldenEye", "rating": "PG-13", "description": "Pierce Brosnan takes his first turn as debonair secret agent James Bond, who investigates the destruction of a Russian satellite weapons base.\n"}, {"title": "Good Burger", "rating": "PG", "description": "Working at a neighborhood fast-food joint, two teens try to save the restaurant when a giant burger franchise fires up the competition.\n"}, {"title": "Good Hair", "rating": "PG-13", "description": "Chris Rock hops around the world going from beauty salons to science labs to comb through the mystery of Black hair.\n"}, {"title": "Good Night, and Good Luck\"", "rating": "PG", "description": "Veteran television newsman Edward R. Murrow faces off against Sen. Joseph McCarthy and his crusade to quell the threat of communism in America.\n"}, {"title": "Goosebumps 2: Haunted Halloween", "rating": "PG", "description": " novels to life.\n"}, {"title": "Grand-Daddy Day Care", "rating": "PG-13", "description": "A frustrated novelist with money problems opens an unsanctioned senior center at his house to make quick cash and occupy his cumbersome father-in-law.\n"}, {"title": "Grease", "rating": "PG", "description": "John Travolta and Olivia Newton-John star in this hit musical comedy about a greaser and the good girl he falls for – much to his friends' chagrin.\n"}, {"title": "Greater", "rating": "PG", "description": "Faith and determination transform a talentless football player at the University of Arkansas into an All-American in this inspiring true story.\n"}, {"title": "Growing Up Wild", "rating": "G", "description": "Five baby animals from different parts of the world grow up learning to survive in the wild, nurtured by the love and guidance of their families.\n"}, {"title": "Hail, Caesar!\"", "rating": "PG-13", "description": "When a major star is kidnapped from a movie set, a hard-charging but overwhelmed studio boss sets out to find the actor and save the film.\n"}, {"title": "Hairspray", "rating": "PG", "description": "In 1962, ambitious plus-size teen Tracy Turnblad tries to integrate a racially divided Baltimore one Watusi at a time.\n"}, {"title": "HALO Legends", "rating": "PG-13", "description": "This anthology features seven independent anime shorts from renowned directors, delving into the futuristic universe of the video game franchise Halo.\n"}, {"title": "Happy as Lazzaro", "rating": "PG-13", "description": "Purehearted teen Lazzaro is content living as a sharecropper in rural Italy, but an unlikely friendship with the marquise's son will change his world.\n"}, {"title": "He Named Me Malala", "rating": "PG-13", "description": "This documentary tells the story of a teenage Pakistani girl shot for her advocacy of women's education, her survival, and her continued efforts.\n"}, {"title": "Heartbreakers", "rating": "PG-13", "description": "In this stylish comedy, a mother-daughter con team makes money the old-fashioned way: They use their feminine wiles to swindle it.\n"}, {"title": "Hedgehogs", "rating": "PG", "description": "When a hedgehog suffering from memory loss forgets his identity, he ends up on a big city journey with a pigeon to save his habitat from a human threat.\n"}, {"title": "Hellboy", "rating": "PG-13", "description": "This fast-paced action flick tells the dark story of Hellboy, a charismatic demon who's put on Earth by the Nazis to terrorize the rest of the world.\n"}, {"title": "Hitch", "rating": "PG-13", "description": "Smooth and sexy Hitch helps clients make a great first impression on a date, but he's thrown when a lovely reporter starts nosing around his business.\n"}, {"title": "Holly Star", "rating": "PG", "description": "Home for the holidays, a broke puppeteer knows there’s treasure buried somewhere under her town. To find it, all she has to do is die – almost.\n"}, {"title": "Honey 2", "rating": "PG-13", "description": "Determined to prove herself as a street dancer, Maria heads from juvie to a Bronx rec center where she's introduced to her dance idol, Honey Daniels.\n"}, {"title": "Honey: Rise Up and Dance", "rating": "PG-13", "description": "Despite discouragement from her loved ones, a talented street dancer tries out for an exclusive dance crew in a bid to win a college scholarship.\n"}, {"title": "Hoodwinked Too! Hood vs. Evil", "rating": "PG", "description": "Fresh off a top-secret training, feisty heroine Little Red teams up with intrepid reporter Wolf to investigate the disappearance of Hansel and Gretel.\n"}, {"title": "Hook", "rating": "PG", "description": "Peter Pan, now grown up and a workaholic, must return to Neverland to save his kids from the clutches of vengeful pirate Captain Hook.\n"}, {"title": "Hop", "rating": "PG", "description": "A jobless slacker finds himself beyond busy after he runs over the Easter Bunny and has to take over the rabbit's duties so the holiday can continue.\n"}, {"title": "Hope Springs Eternal", "rating": "PG", "description": "When a teen with terminal cancer miraculously finds herself in remission, she struggles to give up the attention her illness gave her at school.\n"}, {"title": "Hot Rod", "rating": "PG-13", "description": "Andy Samberg stars in this comedy as an accident-prone daredevil who's determined to jump 15 buses on his moped and impress his abusive stepfather.\n"}, {"title": "Hotel for Dogs", "rating": "PG", "description": "Placed in a foster home that doesn't allow pets, 16-year-old Andi and her younger brother Bruce turn an abandoned hotel into a home for their dog.\n"}, {"title": "Hotel Transylvania 3: Summer Vacation", "rating": "PG", "description": "It's love at first sight for Dracula when he meets Ericka, the charming but mysterious captain of the monster cruise that Mavis plans for the family.\n"}, {"title": "House at the End of the Street", "rating": "PG-13", "description": "Moving to a new town proves even more stressful for a teenager when she learns that the house next door was the site of a double murder.\n"}, {"title": "How the Grinch Stole Christmas", "rating": "PG", "description": "The Grinch decides to rob Whoville of Christmas – but a dash of kindness from little Cindy Lou Who and her family may be enough to melt his heart.\n"}, {"title": "How to Be a Latin Lover", "rating": "PG-13", "description": "When an aging Lothario gets the boot from his sugar mama, he must pull out all the stops to find a new female sponsor.\n"}, {"title": "How to Make an American Quilt", "rating": "PG-13", "description": "A conflicted young woman spends the summer with her grandmother, her great-aunt and their quilting circle, whose life stories captivate her.\n"}, {"title": "How to Train Your Dragon 2", "rating": "PG", "description": "Hiccup, Toothless and a mysterious dragon rider join forces to protect the island of Berk from a power-hungry warrior with a dragon army of his own.\n"}, {"title": "Howards End", "rating": "PG", "description": " does not accept his wife's deathbed wish, providence dictates that he pay for his duplicity.\n"}, {"title": "Hubie Halloween", "rating": "PG-13", "description": "Hubie's not the most popular guy in Salem, Mass., but when Halloween turns truly spooky, this good-hearted scaredy-cat sets out to keep his town safe.\n"}, {"title": "Hugo", "rating": "PG", "description": "Living inside a Paris train station, an orphan eludes the rigid stationmaster, meets a legendary filmmaker and finds the key to unlocking his destiny.\n"}, {"title": "Hulk Vs.", "rating": "PG-13", "description": "This action-packed animated double feature pits the Hulk against two of the Marvel Universe's most powerful characters: Wolverine and Thor.\n"}, {"title": "Hunt for the Wilderpeople", "rating": "PG-13", "description": "A misadventure in the wilderness leads to life-changing discoveries for a troubled orphan teen from the city and his belligerent foster father.\n"}, {"title": "I Am Bolt", "rating": "PG", "description": "Mixing archival footage with present-day interviews, Olympic champion and global icon Usain Bolt opens up about his athletic legacy.\n"}, {"title": "I Am Not Your Negro", "rating": "PG-13", "description": "Based on James Baldwin's unfinished book, this visual essay explores racism through the stories of Medgar Evers, Malcolm X and Martin Luther King Jr.\n"}, {"title": "I Don't Know How She Does It", "rating": "PG-13", "description": "In this affable yuppie comedy, Kate Reddy is a successful executive, wife and mom whose personal and professional lives hang in precarious balance.\n"}, {"title": "I'll See You in My Dreams", "rating": "PG-13", "description": "After the passing of her dog, a long-widowed senior citizen is in need of companionship. Two very different possibilities present themselves.\n"}, {"title": "I'm in Love with a Church Girl", "rating": "PG", "description": "When a tough-minded ex-drug dealer falls for a beautiful but highly devout woman, their mutual attraction takes them both down a twisty path.\n"}, {"title": "If Anything Happens I Love You", "rating": "PG", "description": "Grieving parents journey through an emotional void as they mourn the loss of a child in the aftermath of a tragic school shooting.\n"}, {"title": "Igor", "rating": "PG", "description": "Igor, the brilliant but deformed assistant to mad Dr. Glickenstein, dreams of winning the Evil Science Fair and the heart of village beauty Gretchen.\n"}, {"title": "Imagine That", "rating": "PG", "description": "Work problems are piling up for a businessman. But when he discovers a pathway to his daughter's imaginary world, he starts finding some solutions.\n"}, {"title": "In The Deep", "rating": "PG-13", "description": "With little oxygen left in their scuba tanks, two sisters are trapped in a shark cage at the bottom of the ocean while great whites circle nearby.\n"}, {"title": "In This Corner of the World", "rating": "PG-13", "description": "Suzu marries into a family living outside of Hiroshima and quickly settles into her new life, until World War II challenges her ability to survive.\n"}, {"title": "Incarnate", "rating": "PG-13", "description": "An unconventional demon hunter faces his greatest challenge when he steps inside the subconscious mind of a boy possessed by a powerful entity.\n"}, {"title": "Inception", "rating": "PG-13", "description": "In this mind-bending sci-fi thriller, a man runs an espionage business built around entering the subconscious of his targets to mold their thoughts.\n"}, {"title": "Incredibles 2 (Spanish Version)", "rating": "PG", "description": "When Elastigirl gets recruited for a high-profile crime-fighting mission, Mr. Incredible takes on his toughest assignment ever: full-time parenting.\n"}, {"title": "Indiana Jones and the Kingdom of the Crystal Skull", "rating": "PG-13", "description": "Indiana Jones is drawn into a Russian plot to unearth the Crystal Skulls of Akator, Amazonian artifacts with supernatural powers.\n"}, {"title": "Indiana Jones and the Last Crusade", "rating": "PG-13", "description": "Accompanied by his father, Indiana Jones sets off on his third adventure to explore the cradle of civilization on a perilous hunt for the Holy Grail.\n"}, {"title": "Indiana Jones and the Raiders of the Lost Ark", "rating": "PG", "description": "When Indiana Jones is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.\n"}, {"title": "Indiana Jones and the Temple of Doom", "rating": "PG", "description": "Indiana Jones, his young sidekick and a spoiled songbird get more than they bargained for when they go to India in search of a missing magical stone.\n"}, {"title": "Inequality for All", "rating": "PG", "description": "Former U.S. Labor Secretary Robert Reich makes a compelling case about the serious crisis the U.S. faces due to the widening economic gap.\n"}, {"title": "Inkheart", "rating": "PG", "description": "Unbeknownst to his 12-year-old daughter, a bookbinder has a secret ability to bring characters to life by reading their stories out loud.\n"}, {"title": "Insidious", "rating": "PG-13", "description": "Hoping to leave their haunted house behind, a suburban family moves to a new place, only to learn the home wasn't haunted... but their eldest son is.\n"}, {"title": "Instructions Not Included", "rating": "PG-13", "description": "Unable to locate the elusive mother of a baby girl left on his doorstep, an Acapulco playboy unexpectedly begins to develop feelings for the tot.\n"}, {"title": "Invictus", "rating": "PG-13", "description": "After the end of apartheid, newly elected President Nelson Mandela uses the 1995 World Cup rugby matches to unite his people in South Africa.\n"}, {"title": "Ip Man 3", "rating": "PG-13", "description": "Martial arts master Ip springs into action when his son's school is threatened by a shady American, then defends his status as wing chun champion.\n"}, {"title": "Iron Man & Captain America: Heroes United", "rating": "PG", "description": "While battling to keep the Red Skull and Taskmaster from unleashing a Hydra army, Iron Man and Captain America must learn to work together.\n"}, {"title": "It Takes Two", "rating": "PG", "description": " playing identical 9-year-olds from very different backgrounds: orphaned Amanda and wealthy Alyssa.\n"}, {"title": "Jack and the Cuckoo-Clock Heart", "rating": "PG", "description": "Equipped with a mechanical heart and determined to stay out of death's shadow, young Jack understands that love could prove fatal.\n"}, {"title": "Jem and the Holograms", "rating": "PG", "description": "After becoming an overnight star via the internet, teenage rocker Jem and her sisters journey to LA, where fame, fun and a family mystery await.\n"}, {"title": "Jeremy Scott: The People's Designer", "rating": "PG-13", "description": "The journey of fashion designer Jeremy Scott from humble roots on a Missouri farm to creative director of Moschino is charted in this documentary.\n"}, {"title": "Jimmy Neutron: Boy Genius", "rating": "G", "description": "When gooey green aliens kidnap all the adults in Retroville, it's up to 11-year-old Jimmy Neutron to come up with a plan to rescue them.\n"}, {"title": "Jingle Jangle: A Christmas Journey", "rating": "PG", "description": "Decades after his trusted apprentice betrayed him, a once-joyful toymaker finds new hope when his kind and curious granddaughter comes into his life.\n"}, {"title": "Jiro Dreams of Sushi", "rating": "PG", "description": "This documentary profiles sushi chef Jiro Ono, an 85-year-old master whose 10-seat, $300-a-plate restaurant is legendary among Tokyo foodies.\n"}, {"title": "John Carter", "rating": "PG-13", "description": "One minute, Civil War veteran John Carter is evading Apaches; the next, he's waking up on Mars, a once-fruitful planet that's devolved into chaos.\n"}, {"title": "Judy Moody and the Not Bummer Summer", "rating": "PG", "description": "In this family film, never-dull third-grader Judy Moody embarks on a summer adventure with her brother, Stink, and always-up-for-fun Aunt Opal.\n"}, {"title": "Julie & Julia", "rating": "PG-13", "description": "In this heartwarming tale, Julie Powell decides to spice up her uneventful life by cooking all 524 recipes outlined in Julia Child's classic cookbook.\n"}, {"title": "Jumping the Broom", "rating": "PG-13", "description": " at the bride's family estate on Martha's Vineyard, where their relations meet — and clash.\n"}, {"title": "Jupiter Ascending", "rating": "PG-13", "description": "A young impoverished woman learns she's been predestined to change the fate of the universe after a genetically engineered hunter tracks her down.\n"}, {"title": "Just Friends", "rating": "PG-13", "description": "Years after high school, a once-portly nice guy comes home for the holidays and reunites with a former crush he still has feelings for.\n"}, {"title": "Justin Bieber: Never Say Never", "rating": "G", "description": "Teen idol Justin Bieber provides personal snapshots from throughout his career, culminating with scenes from his triumphant 2010 concert tour.\n"}, {"title": "K-19: The Widowmaker", "rating": "PG-13", "description": "On board Russia's first nuclear ballistic submarine, Capt. Vostrikov must race against time to prevent a Chernobyl-like explosion.\n"}, {"title": "Kahlil Gibran's The Prophet", "rating": "PG", "description": "A troubled young girl and her mother find solace on a journey with a subversive poet whose words captivate their hearts and imaginations.\n"}, {"title": "Kate & Leopold", "rating": "PG-13", "description": "A present-day woman takes responsibility for guiding a charming time-traveling 19th-century nobleman through the 21st century.\n"}, {"title": "Killer Klowns from Outer Space", "rating": "PG-13", "description": "An alien band of killer clowns descends from the cosmos to harvest scores of small-town victims, cocooning their prey in cotton candy to eat later.\n"}, {"title": "Killers", "rating": "PG-13", "description": "After a whirlwind romance, Jen and Spencer settle into married life — until Spencer's secret past as a hit man shakes up their suburban bliss.\n"}, {"title": "King's Ransom", "rating": "PG-13", "description": "A wealthy, despicable businessman comes to the realization that he may lose half his fortune to the obnoxious wife he's trying to divorce. So, he decides to arrange his own kidnapping in order to wipe himself out and claim poverty.\n"}, {"title": "Kingpin", "rating": "PG-13", "description": "After a bowler loses his hand, his career takes a nosedive. That is, until he uncovers the next big thing: an Amish kid named Ishmael.\n"}, {"title": "Klaus", "rating": "PG", "description": "A selfish postman and a reclusive toymaker form an unlikely friendship, delivering joy to a cold, dark town that desperately needs it.\n"}, {"title": "Knock Down The House", "rating": "PG", "description": "Go behind the scenes as four determined women – including Alexandria Ocasio-Cortez – challenge big-money politicians in the 2018 race for Congress.\n"}, {"title": "Knowing", "rating": "PG-13", "description": "An MIT astrophysics professor and his son unearth a string of numbers from a time capsule that seem to reveal a cataclysm that will wipe out humanity.\n"}, {"title": "Kon-Tiki", "rating": "PG-13", "description": "With five loyal friends in tow, explorer Thor Heyerdahl sails a fragile balsa wood raft along an ancient path some 4,300 miles across the Pacific.\n"}, {"title": "La Bamba", "rating": "PG-13", "description": "The plane crash that killed Buddy Holly also took Ritchie Valens, whose modest upbringing and rise to fame are depicted in this exhilarating biopic.\n"}, {"title": "Lady Driver", "rating": "PG", "description": "When a rebellious teen searches for her unknown roots, it leads her to the sport of dirt track racing and a discovery she didn't expect.\n"}, {"title": "Lady in the Water", "rating": "PG-13", "description": "When an apartment building manager discovers a water nymph in the complex's swimming pool, he tries to help her return to her mythical home.\n"}, {"title": "Lagaan", "rating": "PG", "description": "In 1890s India, an arrogant British commander challenges the harshly taxed residents of Champaner to a high-stakes cricket match.\n"}, {"title": "Leap Year", "rating": "PG", "description": "Anna chooses February 29 to propose marriage to her boyfriend, but after meeting a charming innkeeper, she must evaluate her original plans.\n"}, {"title": "Leap!", "rating": "PG", "description": "Félicie and Victor, two young friends in 1880s France, escape from an orphanage to pursue their dreams in Paris, the glittering City of Lights.\n"}, {"title": "Lee Daniels' The Butler", "rating": "PG-13", "description": "The life of a White House butler who worked for eight presidents unfolds against a backdrop of unparalleled change in American history.\n"}, {"title": "Left Behind", "rating": "PG-13", "description": "After millions of people on Earth suddenly disappear, a pilot flying a plane stuck at 30,000 feet must find a way to ensure the passengers' survival.\n"}, {"title": "Legend of the Guardians: The Owls of Ga'Hoole", "rating": "PG", "description": "Soren, a barn owl kidnapped from his peaceful forest home, is brought to an orphanage where he must train to become a soldier.\n"}, {"title": "Les Misérables", "rating": "PG-13", "description": "The musical version of Victor Hugo's epic tale of love and sacrifice, first produced for the stage in 1985, now receives the big-screen treatment.\n"}, {"title": "Let It Snow", "rating": "PG-13", "description": "A snowstorm hits a small town on a cold Christmas Eve, affecting the friendships, love lives and futures of several high school seniors.\n"}, {"title": "Lincoln", "rating": "PG-13", "description": "Director Steven Spielberg takes on the towering legacy of Abraham Lincoln, focusing on his stewardship of the Union during the Civil War years.\n"}, {"title": "Little Men", "rating": "PG", "description": "Jake and Tony become friends when Jake's dad inherits a home above Tony's mother's shop. Friendship is tested when Jake's dad raises the shop's rent.\n"}, {"title": "Little Monsters", "rating": "PG", "description": "Brian knows there are creatures under his bed. When he faces his fears and confronts them, however, he makes some hilariously weird new friends.\n"}, {"title": "Little Nicky", "rating": "PG-13", "description": "The devil sends his sweet son Nicky to Earth to bring back his scheming siblings, who have plans to oust dear old dad from power.\n"}, {"title": "Lo and Behold: Reveries of the Connected World", "rating": "PG-13", "description": "Filmmaker Werner Herzog presents a history of the internet, starting with its birth in 1969, and ponders the joys and sorrows of its social influence.\n"}, {"title": "Lockout", "rating": "PG-13", "description": "A government agent wrongly accused of a crime gets a shot at freedom if he can engineer a high-risk rescue mission to outer space.\n"}, {"title": "Logan's Run", "rating": "PG", "description": "In the 23rd century, inhabitants of a domed city exist in a world filled with life's pleasures – but no one is allowed to live past the age of 30.\n"}, {"title": "Love Jacked", "rating": "PG-13", "description": "To assert her independence from her rigid father’s expectations, a headstrong woman hires a desperate Los Angeles man to pose as her fiancé in Africa.\n"}, {"title": "Loving", "rating": "PG-13", "description": "A young couple's interracial marriage in 1958 sparks a case that leads to the Supreme Court. Based on the true story of Richard and Mildred Loving.\n"}, {"title": "Lu Over the Wall", "rating": "PG", "description": "Middle schooler Kai's depressing life in a boring fishing village changes drastically when a local mermaid named Lu joins his band.\n"}, {"title": "Lupin the 3rd: The Castle of Cagliostro: Special Edition", "rating": "PG-13", "description": "Lupin, his sidekick, Jigen, and the samurai warrior Goemon set out to take over an evil counterfeit operation at Count Cagliostro's fortress.\n"}, {"title": "Mad Money", "rating": "PG-13", "description": "A woman joins the janitorial staff of the Federal Reserve Bank and conspires with two co-workers to pilfer old money that's scheduled to be destroyed.\n"}, {"title": "Madagascar: Escape 2 Africa", "rating": "PG", "description": "A botched rescue strands Alex the lion and his companions in Africa. Sadly, Alex discovers he has little in common with the locals.\n"}, {"title": "Manglehorn", "rating": "PG-13", "description": "A reclusive small-town locksmith who can't stop writing letters to a lost love meets a kindly bank teller who challenges him to look to the future.\n"}, {"title": "Mansfield Park", "rating": "PG-13", "description": "A poor heroine is sent to live with wealthy relatives in 1800s England, where her wit and writing talent find the room, and circumstance, to grow.\n"}, {"title": "Marvel Super Hero Adventures: Frost Fight!", "rating": "PG", "description": "In this Christmas-themed special, Captain America and the Avengers battle Loki and Ymir, who plot to steal Santa Claus' powers and conquer the world.\n"}, {"title": "Marvel's Hulk: Where Monsters Dwell", "rating": "PG", "description": "On Halloween, the Hulk and Dr. Strange battle monsters wreaking havoc on New York and uncover an evil plot by Nightmare, ruler of the Dream Dimension.\n"}, {"title": "Marvel's Iron Man & Hulk: Heroes United", "rating": "PG", "description": "When scientists join Hulk's gamma energy with Tony Stark's Arc Reactor, the resulting force creates a foe that only the two Marvel heroes can combat.\n"}, {"title": "Mary and the Witch's Flower", "rating": "PG", "description": "Ordinary girl Mary picks an extraordinary flower and travels to Endor College, a school for magic. But its foremost teachers have a sinister plan.\n"}, {"title": "Mary Poppins Returns", "rating": "PG", "description": "In 1930s London, Michael Banks and his three children get some help turning their topsy-turvy world around when his magical childhood nanny reappears.\n"}, {"title": "Mean Girls 2", "rating": "PG-13", "description": "The father of a high school pariah offers to pay another student's way through college if she makes friends with his outcast daughter.\n"}, {"title": "Men in Black", "rating": "PG-13", "description": "A streetwise cop teams with a veteran government agent to work for a super-secret, extremely dapper team that monitors extraterrestrials on Earth.\n"}, {"title": "Men in Black II", "rating": "PG-13", "description": "Will Smith and Tommy Lee Jones reprise their roles as two highly secretive and unofficial government agents dealing with all things evil and alien.\n"}, {"title": "Menashe", "rating": "PG", "description": "A year after his wife's death, a widower faces pressure from his Hasidic community to give up his son for adoption unless he finds a new partner.\n"}, {"title": "Middle School: The Worst Years of My Life", "rating": "PG", "description": "At Hills Village Middle School, budding cartoonist Rafe and best pal Leo challenge their uptight principal by breaking every rule in his handbook.\n"}, {"title": "Midnight Special", "rating": "PG-13", "description": "When his son exhibits supernatural powers, a father takes the youngster on the run to protect him from government authorities and religious fanatics.\n"}, {"title": "Miracle", "rating": "PG", "description": "U.S. hockey coach Herb Brooks unites a motley crew of college athletes and turns them into a force to be reckoned with at the 1980 Winter Olympics.\n"}, {"title": "Mirai", "rating": "PG", "description": "Unhappy after his new baby sister displaces him, four-year-old Kun begins meeting people and pets from his family's history in their unique house.\n"}, {"title": "Mirror Mirror", "rating": "PG", "description": "This remake of the classic Grimm tale follows fair-skinned Snow White on a quest to regain her royal throne with help from a team of shady dwarves.\n"}, {"title": "Miss Hokusai", "rating": "PG-13", "description": "Herself a talented artist, O-Ei works with her father, Tetsuzo, later known as Hokusai, on the woodblock prints that would make Edo famous worldwide.\n"}, {"title": "Miss Julie", "rating": "PG-13", "description": "On a summer night in 1890 Ireland, the unsettled daughter of aristocrats coaxes her father's valet to seduce her, though he's engaged to their cook.\n"}, {"title": "Modest Heroes: Ponoc Short Films Theatre", "rating": "PG", "description": "Two underwater siblings surviving on their own. A boy with a serious egg allergy. A man invisible to the rest of society. Three short animated tales.\n"}, {"title": "Mona Lisa Smile", "rating": "PG-13", "description": "In 1953, the women of Wellesley College are measured by how well they marry – until the arrival of a professor who threatens to upend the status quo.\n"}, {"title": "Monkey Up", "rating": "PG", "description": "A talking monkey famous for his TV commercials dreams of breaking into real movies. But first he stumbles upon a brother and sister who need his help.\n"}, {"title": "Monster Family", "rating": "PG", "description": "A family’s festive Halloween plans take a spooky turn when an evil witch's curse transforms the costumed clan into actual monsters.\n"}, {"title": "Monster House", "rating": "PG", "description": "A trio of friends sets out to expose the terrors of a vacant neighborhood house, which appears to have a craving for people — and a life of its own.\n"}, {"title": "Monster-in-Law", "rating": "PG-13", "description": "An office temp thinks she's found Mr. Right when she starts dating a handsome surgeon. But there's a problem standing in the way of everlasting bliss.\n"}, {"title": "Monty Python and the Holy Grail", "rating": "PG", "description": "The Monty Python comedy clan skewers King Arthur and his Knights of the Round Table as they quest far and wide for the Holy Grail.\n"}, {"title": "Mountain", "rating": "PG", "description": "Featuring breathtaking imagery and thought-provoking narration, this film takes viewers to the summits of some of the world’s most amazing mountains.\n"}, {"title": "Mowgli: Legend of the Jungle", "rating": "PG-13", "description": "An orphaned boy raised by animals in the jungle seizes his destiny while confronting a dangerous enemy – and his own human origins.\n"}, {"title": "Mr. Church", "rating": "PG-13", "description": "A temporary personal chef, a terminally ill single mother and her young daughter form an unlikely bond that redefines the meaning of family.\n"}, {"title": "Mr. Deeds", "rating": "PG-13", "description": "After inheriting a media empire, humble Longfellow Deeds moves to the Big Apple – where a reporter and a company bigwig are waiting to pounce on him.\n"}, {"title": "Mr. Peabody & Sherman", "rating": "PG", "description": " canine genius Mr. Peabody and young Sherman take a dizzying ride through time.\n"}, {"title": "Mr. Woodcock", "rating": "PG-13", "description": "When a self-help author learns that his mother has fallen for his sadistic high school gym teacher, he tries to put a stop to their budding romance.\n"}, {"title": "Mubarakan", "rating": "PG-13", "description": "Chaos ensues after two orphaned twin brothers raised apart team up with their eccentric, unmarried uncle to find a solution to their romantic woes.\n"}, {"title": "Mud", "rating": "PG-13", "description": "Two Mississippi teens meet peculiar drifter Mud and get caught up in his web of tall tales about lost love, crimes of passion and bounty hunters.\n"}, {"title": "Mune: Guardian of the Moon", "rating": "PG", "description": "When the old guardian of the moon retires, the mischievous Mune is chosen as his successor, but he worries he's not up to the job.\n"}, {"title": "Muppets Most Wanted", "rating": "PG", "description": "In the middle of their global tour, the Muppets inadvertently get mixed up in a perilous drama involving a gang of international jewel thieves.\n"}, {"title": "Murder Mystery", "rating": "PG-13", "description": "On a long-awaited trip to Europe, a New York City cop and his hairdresser wife scramble to solve a baffling murder aboard a billionaire's yacht.\n"}, {"title": "My Entire High School Sinking Into the Sea", "rating": "PG-13", "description": "After an earthquake sends their school building drifting into the sea, a group of high-schoolers struggles to survive and overcome clique wars.\n"}, {"title": "My Girl", "rating": "PG-13", "description": "This coming-of-age charmer follows a summer in the life of an 11-year-old girl who learns about love and loss as she grapples with profound changes.\n"}, {"title": "My Life as a Zucchini", "rating": "PG-13", "description": "A 9-year-old boy finds his life upended when he's sent to live in an orphanage in this stop-motion animated tale of loss, friendship and young love.\n"}, {"title": "My Perfect Romance", "rating": "PG", "description": "Just in time for Valentine's Day, a program developer pitches a revolutionary dating algorithm to her new CEO, who volunteers them as guinea pigs.\n"}, {"title": "My Sister's Keeper", "rating": "PG-13", "description": "A former defense attorney finds herself back in court when she and her husband are sued for medical emancipation by their 11-year-old daughter.\n"}, {"title": "Nacho Libre", "rating": "PG", "description": "When Ignacio learns of an orphanage's financial woes, he pitches in to help – by disguising himself and joining the professional wrestling circuit.\n"}, {"title": "National Lampoon's Loaded Weapon 1", "rating": "PG-13", "description": "In this parody of the Lethal Weapon franchise, criminals murder a detective and steal her prized evidence: microfilm with a recipe for cocaine cookies. Luckily, loose-cannon cop Jack Colt and his by-the-book partner, Wes Luger, are on the case.\n"}, {"title": "National Treasure", "rating": "PG", "description": "Modern treasure hunters search for a chest of riches rumored to have been stashed away by George Washington, Thomas Jefferson and Benjamin Franklin.\n"}, {"title": "New York Minute", "rating": "PG", "description": "When bickering teenage twins accidentally land in the middle of a criminal operation, they'll have to work together to get themselves out of trouble.\n"}, {"title": "Next", "rating": "PG-13", "description": "Las Vegas magician Cris can see a few minutes into the future and an FBI agent wants his help thwarting a nuclear attack.\n"}, {"title": "Nights in Rodanthe", "rating": "PG-13", "description": "When a hurricane hits a coastal North Carolina inn and strands the only guest, surgeon Paul Flanner, a young woman's life changes forever.\n"}, {"title": "No Reservations", "rating": "PG", "description": "Kate, an uptight chef, finds her life turned upside down when her sister dies in a car accident and she becomes her niece's sole guardian.\n"}, {"title": "Nothing to Lose", "rating": "PG", "description": "This biographical drama traces the rise to fame of controversial Brazilian evangelical leader and business titan Edir Macedo.\n"}, {"title": "Nothing to Lose 2", "rating": "PG-13", "description": "As controversy surrounds the evangelical church he helped found, Edir Macedo must juggle betrayals, politics and personal loss in this biopic sequel.\n"}, {"title": "November Criminals", "rating": "PG-13", "description": "Dissatisfied with the police’s progress, a teen and his best friend investigate their classmate's murder, treading down a dark path to the uneasy truth.\n"}, {"title": "Now and Then", "rating": "PG-13", "description": "Waxing nostalgic about the bittersweet passage from childhood to puberty, four childhood girlfriends recall the magical summer of 1970.\n"}, {"title": "Océans", "rating": "G", "description": "This documentary examines the vital role water plays in human existence and the cause-and-effect interplay between oceans and the environment.\n"}, {"title": "Ocean's Thirteen", "rating": "PG-13", "description": "This entry in the all-star caper franchise finds debonair con man Danny Ocean and his gang taking revenge on a double-crossing Las Vegas kingpin.\n"}, {"title": "Ocean's Twelve", "rating": "PG-13", "description": "Danny Ocean reunites with his old flame and the rest of his merry band of thieves in a caper covering three huge heists in Rome, Paris and Amsterdam.\n"}, {"title": "Okko's Inn", "rating": "PG", "description": "After losing her parents, a young girl learns about grief and healing from a friendly ghost who lives in her grandmother's traditional Japanese inn.\n"}, {"title": "Once Upon a Time in the West", "rating": "PG-13", "description": "In this epic spaghetti Western, a flinty gunslinger is hired by a railroad tycoon to kill anyone standing in the way of his trans-American iron horse.\n"}, {"title": "One Direction: This Is Us", "rating": "PG", "description": "Award-winning documentarian Morgan Spurlock turns his camera on boy band phenomenon One Direction in this combination concert film and backstage pass.\n"}, {"title": "Open Season", "rating": "PG", "description": "After saving a deer from a hunter's clutches, a domesticated grizzly finds himself relocated to the wild – and unprepared for the real world.\n"}, {"title": "Our House", "rating": "PG-13", "description": "A young man invents a device he hopes will generate wireless energy, but instead, it proves to spark sinister, supernatural activity in his home.\n"}, {"title": "Over the Moon", "rating": "PG", "description": "Fueled by memories of her mother, resourceful Fei Fei builds a rocket to the moon on a mission to prove the existence of a legendary moon goddess.\n"}, {"title": "P.S. I Love You", "rating": "PG-13", "description": "When she loses her beloved husband to a brain tumor, grieving widow Holly Kennedy learns that he left a series of letters behind to help her cope.\n"}, {"title": "Pachamama", "rating": "PG", "description": "When a sacred statue is taken from his Andean village, a spirited boy who dreams of becoming a shaman goes on a brave mission to get it back.\n"}, {"title": "Pad Man", "rating": "PG-13", "description": "Despite public humiliation and resistance, an entrepreneur markets a hygienic, low-cost sanitary pad that even India's poorest women can afford.\n"}, {"title": "ParaNorman", "rating": "PG", "description": "When an army of zombies invades a small town, it's up to an odd local boy with a knack for communicating with the dead to save the day.\n"}, {"title": "Paul Blart: Mall Cop", "rating": "PG", "description": "An overzealous security guard finds himself in over his head when he tries to thwart a criminal mastermind's plot to rob an entire shopping mall.\n"}, {"title": "Penelope", "rating": "PG", "description": "In this modern fairy tale, a young woman cursed with the nose of a pig lives her life in seclusion – until an unlikely beau stumbles onto the scene.\n"}, {"title": "Penguins of Madagascar: The Movie", "rating": "PG", "description": "Elite penguin spies Skipper, Kowalski, Rico and Private join forces with the suave agents of the North Wind to defeat power-mad genius Octavius Brine.\n"}, {"title": "Peter Rabbit", "rating": "PG", "description": "In this mix of live action and CGI, rascally Peter Rabbit faces a tough new foe in his ongoing battle for the veggies in Mr. McGregor's garden.\n"}, {"title": "Phantom Boy", "rating": "PG", "description": "A boy whose illness allows him to float outside his body uses his newfound skill to help a cop take on a madman who's terrorizing New York City.\n"}, {"title": "Philadelphia", "rating": "PG-13", "description": "Philadelphia attorney Andrew Beckett launches a wrongful termination suit against his law firm when they fire him because he's gay and HIV-positive.\n"}, {"title": "Planet 51", "rating": "PG", "description": "After landing on a planet reminiscent of 1950s suburbia, a human astronaut tries to avoid capture, recover his spaceship and make it home safely.\n"}, {"title": "Playing for Keeps", "rating": "PG-13", "description": "A washed-up, former soccer star attempts to rebuild his relationship with his son and ex-wife by coaching his son's soccer team.\n"}, {"title": "Polaroid", "rating": "PG-13", "description": "A teen's discovery of a vintage Polaroid camera develops into a darker tale when she finds that whoever takes their photo with it dies soon afterward.\n"}, {"title": "Pope Francis: A Man of His Word", "rating": "PG", "description": "Documentary filmmaker Wim Wenders travels the world with Pope Francis, recording the controversial pontiff's humanist views in a sharply divided age.\n"}, {"title": "Popeye", "rating": "PG", "description": "During a storm that wrecks his ship, super-strong sailor Popeye washes ashore and winds up rooming at the Oyl household, where he meets Olive.\n"}, {"title": "Poseidon", "rating": "PG-13", "description": "A tidal wave spells disaster for a ship of New Year's Eve revelers when it capsizes the mammoth vessel, sending passengers into a battle for survival.\n"}, {"title": "Poster Boys", "rating": "PG-13", "description": "Three men are stunned to find their faces on a poster promoting vasectomies, and must prove to their upset loved ones that they're innocent victims.\n"}, {"title": "Pottersville", "rating": "PG-13", "description": "A man's drunken romp in a gorilla suit gets him mistaken for Bigfoot, drawing media attention and tourist dollars to his struggling small town.\n"}, {"title": "Prom Night", "rating": "PG-13", "description": "On prom night, a high school senior still struggling with her nightmare past tries to evade a killer bent on ending the party for her and her friends.\n"}, {"title": "Pup Star", "rating": "G", "description": "After a singing pup with big dreams of stardom gets dognapped and escapes with a friend's help, her journey home is a fun, music-filled adventure.\n"}, {"title": "Pup Star: Better 2Gether", "rating": "PG", "description": "Returning Pup Star champ Tiny has her Yorkie paws full after an evil rival replaces her with street dog Scrappy during the national competition.\n"}, {"title": "Pup Star: World Tour", "rating": "G", "description": "Talented pooches from around the world compete to be the next Pup Star, but behind-the-scenes schemes threaten to ruin the fun.\n"}, {"title": "Puppy Star Christmas", "rating": "PG", "description": "A new pack of Pup Star pooches stumbles upon a rival team’s plan to ruin Christmas, then ends up at the North Pole to try and save the holiday spirit.\n"}, {"title": "Puss in Boots", "rating": "PG", "description": "The fabled feline heads to the Land of Giants with friends Humpty Dumpty and Kitty Softpaws on a quest to nab its greatest treasure: the Golden Goose.\n"}, {"title": "Quantum of Solace", "rating": "PG-13", "description": "Picking up an hour after the events of 2006's Casino Royale, this James Bond adventure finds 007 tracking a traitor who's infiltrated Britain's MI6.\n"}, {"title": "Quartet", "rating": "PG-13", "description": "A trio of retired opera singers' annual celebration of Verdi's birthday sours when their estranged fourth member shows up but refuses to sing.\n"}, {"title": "Queen of the Desert", "rating": "PG-13", "description": "Driven beyond the bounds of convention, adventurer Gertrude Bell leaves turn-of-the-century Britain behind for the deserts of the Middle East.\n"}, {"title": "Quigley Down Under", "rating": "PG-13", "description": "After traveling to Australia for a job, a sharpshooting cowboy becomes a target himself when he refuses an immoral assignment from a corrupt landowner.\n"}, {"title": "R.L. Stine's Mostly Ghostly", "rating": "PG", "description": "After discovering a pair of young ghosts, a nebbish 11-year-old agrees to help the sibling spirits solve the mystery surrounding their demise.\n"}, {"title": "Race to Witch Mountain", "rating": "PG", "description": "A sister and brother with special powers are on the run from a mysterious organization that wants to take advantage of the siblings' gifts.\n"}, {"title": "Ralph Breaks the Internet: Wreck-It Ralph 2", "rating": "PG", "description": "When video-game bad guy Ralph and best friend Vanellope discover a way onto the internet, they set off on a mission to save her broken game.\n"}, {"title": "Rango", "rating": "PG", "description": "When he becomes lost in the desert, pet chameleon Rango pretends he's a tough guy and ends up sheriff of a corrupt and violent frontier town.\n"}, {"title": "Real Steel", "rating": "PG-13", "description": "A struggling fighter-turned-promoter reconnects with his estranged son to convert an old-generation robot into a mighty World Robot Boxing contender.\n"}, {"title": "Rebecca", "rating": "PG-13", "description": "A young newlywed moves to her husband's imposing estate, where she must contend with his sinister housekeeper and the haunting shadow of his late wife.\n"}, {"title": "Rebel Without a Cause", "rating": "PG-13", "description": "When Jim Stark arrives in a new town with his troubled past firmly in tow, he quickly falls for the girl next door and befriends the vulnerable Plato.\n"}, {"title": "Red Dawn", "rating": "PG-13", "description": "A group of teenagers witnesses Soviet and Cuban paratroopers descending on their small Colorado town and systematically setting off World War III.\n"}, {"title": "Remember Me", "rating": "PG-13", "description": "Tyler's still feeling lost following the tragedy that's strained his relationship with his father when he meets Ally, a girl who understands his pain.\n"}, {"title": "Rememory", "rating": "PG-13", "description": "A psychologist is murdered after unveiling a breakthrough invention that extracts memories, spurring a fixated former patient to hunt for answers.\n"}, {"title": "Ride Like a Girl", "rating": "PG", "description": "The daughter of a horse trainer, an ambitious girl sets her sights on becoming the first female jockey to win the Melbourne Cup. Based on a true story.\n"}, {"title": "Rising Phoenix", "rating": "PG-13", "description": "Elite athletes and insiders reflect on the Paralympic Games and examine how they impact a global understanding of disability, diversity and excellence.\n"}, {"title": "Rize", "rating": "PG-13", "description": " a fast-paced urban dance, and follows the man that originated the phenomenon in South Central Los Angeles.\n"}, {"title": "Rocky", "rating": "PG", "description": "Sylvester Stallone shot to fame as Rocky Balboa, an unknown fighter who's given a shot at fighting world champ Apollo Creed as a publicity stunt.\n"}, {"title": "Rocky II", "rating": "PG", "description": "Featuring a rousing climax, this engaging sequel finds boxer Rocky Balboa returning to the ring for a rematch against reigning champ Apollo Creed.\n"}, {"title": "Rocky III", "rating": "PG", "description": "After taking a pounding from a powerful young fighter, humbled world champ Rocky Balboa turns to ex-rival Apollo Creed for help in regaining his form.\n"}, {"title": "Rocky IV", "rating": "PG", "description": "Rocky Balboa takes on the Cold War, coming out of retirement to battle a Soviet fighter who pulverized Rocky's friend and former rival, Apollo Creed.\n"}, {"title": "Rocky V", "rating": "PG-13", "description": "Inspired by the memory of his trainer, a broke and seemingly careerless Rocky finds glory in training and takes on an up-and-coming boxer.\n"}, {"title": "Roped", "rating": "PG", "description": "A star cowboy in a traveling rodeo gets thrown off course when he falls in love with the daughter of a tough-minded town councilman.\n"}, {"title": "Rugrats in Paris: The Movie", "rating": "G", "description": "The Rugrats take to the big screen and visit Paris when Mr. Pickles gets summoned to fix a giant robot at the EuroReptarland theme park.\n"}, {"title": "Rumor Has It", "rating": "PG-13", "description": "\n"}, {"title": "Runaway Bride", "rating": "PG", "description": "Sparks fly when a newspaper columnist writes a one-sided, sexist story about a commitment-phobic bride who abandoned three men at the altar.\n"}, {"title": "Russell Madness", "rating": "PG", "description": "A spunky terrier named Russell with serious wrestling chops becomes a sports phenomenon with the help of his coach, a monkey named Hunk.\n"}, {"title": "S.W.A.T.", "rating": "PG-13", "description": "A veteran cop is tasked with drafting and training a special weapons and tactics team, who soon find themselves up against an international criminal.\n"}, {"title": "Same Kind of Different as Me", "rating": "PG-13", "description": "A wealthy couple whose marriage is on the rocks befriends a local homeless man who changes their perspectives in this inspiring true story.\n"}, {"title": "Samson", "rating": "PG-13", "description": "The Biblical story of Samson becomes this sword-and-sandals epic about an Israelite warrior whose God-given brawn is undone by a beautiful temptress.\n"}, {"title": "Sarah's Key", "rating": "PG-13", "description": "Paris, 1942: To protect her brother from the police arresting Jewish families, a young girl hides him away, promising to come back for him.\n"}, {"title": "Saving Mr. Banks", "rating": "PG-13", "description": " the book's author proves a tough nut to crack.\n"}, {"title": "Scales: Mermaids Are Real", "rating": "PG", "description": "A seemingly ordinary girl learns she will turn into a mermaid on her 12th birthday and be forced to leave her life on land behind.\n"}, {"title": "Scary Movie 5", "rating": "PG-13", "description": " widens the franchise's scope of mockery.\n"}, {"title": "Scorpion King 5: Book of Souls", "rating": "PG-13", "description": "The Scorpion King joins forces with a Nubian princess in an all-or-nothing fight to stop a warlord from claiming the souls of the vanquished.\n"}, {"title": "Scott Pilgrim vs. the World", "rating": "PG-13", "description": "Dreamy delivery girl Ramona captures Scott Pilgrim's heart, but he must vanquish all seven of her evil exes in martial arts battles to win her love.\n"}, {"title": "Searching for Bobby Fischer", "rating": "PG", "description": "When a father learns that his 7-year-old son is a whiz at speed chess, he hires an implacable chess master to coach the boy for competitions.\n"}, {"title": "Searching for Sugar Man", "rating": "PG-13", "description": "Decades after Detroit singer-songwriter Rodriguez disappeared following the commercial failure of his albums, two fans try to track down their idol.\n"}, {"title": "Season of the Witch", "rating": "PG-13", "description": "A group of weary warriors transport a suspected witch believed to be responsible for spreading the devastating Black Plague.\n"}, {"title": "Secret in Their Eyes", "rating": "PG-13", "description": "A former FBI investigator reopens the haunting 13-year-old murder case of his colleague, only to uncover shocking truths hidden since then.\n"}, {"title": "Selfless", "rating": "PG-13", "description": "A dying tycoon has his consciousness transplanted into the body of a healthy young man, only to make a troubling discovery about the body's origin.\n"}, {"title": "Senna", "rating": "PG-13", "description": "This fast-paced documentary profiles Ayrton Senna, one of the greatest drivers in the history of Formula One racing, and a hero in his native Brazil.\n"}, {"title": "Septembers of Shiraz", "rating": "PG-13", "description": "In post-revolution Tehran, a wealthy Jewish businessman is summarily jailed and tortured, but along with his wife, he fights for answers and freedom.\n"}, {"title": "Seven in Heaven", "rating": "PG-13", "description": "Two teenagers step into a secret closet and emerge in a terrifying alternate reality. They must find their way back before the door shuts forever.\n"}, {"title": "Seven Pounds", "rating": "PG-13", "description": "Weighed down by a dark secret, IRS agent Ben Thomas tries to improve the lives of seven strangers in need of a second chance.\n"}, {"title": "Seventh Son", "rating": "PG-13", "description": "In the 18th century, apprentice exorcist Tom Ward is the lynchpin in a battle between good and evil when imprisoned witch Mother Malkin escapes.\n"}, {"title": "Shark Night", "rating": "PG-13", "description": "A weekend of beach-house debauchery turns into a nightmare for a group of friends when they discover that the waters are infested with vicious sharks.\n"}, {"title": "Sherlock Holmes", "rating": "PG-13", "description": "The game is afoot for an eccentric detective who must use his brains and brawn to track down a nefarious nemesis with the help of his partner.\n"}, {"title": "Shorts", "rating": "PG", "description": "Chaos erupts when locals learn that an 11-year-old boy has discovered a mysterious rock that grants the wishes of whoever possesses it.\n"}, {"title": "Sierra Burgess Is A Loser", "rating": "PG-13", "description": "A wrong-number text sparks a virtual romance between a smart but unpopular teen and a sweet jock who thinks he's talking to a gorgeous cheerleader.\n"}, {"title": "Singularity", "rating": "PG-13", "description": "Nearly a century after artificial intelligence tried to eradicate people from Earth, two survivors search for a human enclave rumored to still exist.\n"}, {"title": "Skiptrace", "rating": "PG-13", "description": "To capture a crime lord who killed his partner and kidnapped his partner's daughter, a Hong Kong detective teams with a smart aleck American gambler.\n"}, {"title": "Skyline", "rating": "PG-13", "description": "After a wild night of partying, Terry discovers that he's one of the few people left on Earth, then sets out to solve the mystery of what happened.\n"}, {"title": "Sleepover", "rating": "PG", "description": "As high school approaches, four best friends have a summer sleepover and participate in a scavenger hunt against their popular archrivals.\n"}, {"title": "Small Soldiers", "rating": "PG-13", "description": "When the Commando Elite, a group of toy action figures, are released before they've been tested, they attack the children playing with them.\n"}, {"title": "SMOSH: The Movie", "rating": "PG-13", "description": "To keep his teen crush from spotting him in an embarrassing YouTube video, Anthony and his friend Ian must enter the virtual world and alter the clip.\n"}, {"title": "Snow Day", "rating": "PG", "description": "When a snow day shuts down the whole town, the Wheeler family cuts loose. Hal makes a play for the most popular girl in his school, 10-year-old Natalie takes on the dreaded snowplow man, and Dad gets into a showdown with a rival meteorologist.\n"}, {"title": "Solo: A Star Wars Story", "rating": "PG-13", "description": "A young Han Solo tries to settle an old score with the help of his new buddy Chewbacca, a crew of space smugglers and a cunning old friend.\n"}, {"title": "Solo: A Star Wars Story (Spanish Version)", "rating": "PG-13", "description": "A young Han Solo tries to settle an old score with the help of his new buddy Chewbacca, a crew of space smugglers and a cunning old friend.\n"}, {"title": "Something's Gotta Give", "rating": "PG-13", "description": "Still sexy at 60, Harry Sanborn wines and dines women half his age. But a getaway with his girlfriend goes awry when her mother drops in unannounced.\n"}, {"title": "Soul Surfer", "rating": "PG", "description": "Hawaiian teen Bethany Hamilton bravely returns to competitive surfing after losing her left arm in a vicious shark attack.\n"}, {"title": "Space Cowboys", "rating": "PG-13", "description": "A retired engineer agrees to help NASA prevent a Russian satellite from falling to Earth if he and his over-the-hill pals can man the mission.\n"}, {"title": "Sparkle", "rating": "PG", "description": "In 1950s Harlem, three singing sisters hit the big time and end up losing one another in this musical melodrama inspired by the Supremes.\n"}, {"title": "Speech & Debate", "rating": "PG-13", "description": "Fed up with the hypocrisy of the adults around them, three creative high school misfits revive an old debate club as a way to fight back.\n"}, {"title": "SPF-18", "rating": "PG-13", "description": "The arrival of an enigmatic struggling musician in Malibu shakes the ground beneath the feet of a teenage girl and her surfer boyfriend.\n"}, {"title": "Spider-Man 3", "rating": "PG-13", "description": "The seemingly invincible Spider-Man goes up against an all-new crop of villains in the third installment of the blockbuster adventure series.\n"}, {"title": "Spider-Man: Into the Spider-Verse", "rating": "PG", "description": "After being bitten by a radioactive spider, Brooklyn teen Miles Morales gets a crash course in web-slinging from his alternate-dimension counterparts.\n"}, {"title": "Spookley the Square Pumpkin", "rating": "G", "description": "When a storm terrorizes his patch, a pumpkin cast out for his shape must step up to use his smarts to save the day – and to prove himself.\n"}, {"title": "Spy Kids", "rating": "PG", "description": "The tables are turned when pint-sized kids Carmen and Juni must rescue their secret-agent parents from the diabolical clutches of Alexander Minion.\n"}, {"title": "Spy Kids 2: The Island of Lost Dreams", "rating": "PG", "description": "Spy kids Carmen and Juni Cortez team up with two other pint-size secret agents, Gary and Gerti Giggles, in order to take on an evil scientist.\n"}, {"title": "Spy Kids 3: Game Over", "rating": "PG", "description": "Carmen gets caught in a virtual reality game designed by the kids' new nemesis, the Toymaker, and it's up to Juni to save her by beating the game.\n"}, {"title": "Spy Kids: All the Time in the World", "rating": "PG", "description": "Former Spy Kids Carmen and Juni return to help twin siblings Rebecca and Cecil Wilson save the world with their retired secret-agent stepmother.\n"}, {"title": "Star Wars: Episode VIII: The Last Jedi", "rating": "PG-13", "description": "As the remnants of the Resistance flee Kylo Ren and the First Order, Rey seeks out Luke Skywalker – but he wants nothing more to do with the Force.\n"}, {"title": "Stardust", "rating": "PG-13", "description": "To win his true love's heart, wide-eyed Tristan Thorn journeys to a forbidden realm to retrieve a fallen star that has taken human form.\n"}, {"title": "Starsky & Hutch", "rating": "PG-13", "description": "New undercover cop partners Starsky and Hutch must overcome their differences to solve an important case with help from street informant Huggy Bear.\n"}, {"title": "Step Sisters", "rating": "PG-13", "description": "With her Harvard Law dreams on the line, a black sorority leader agrees to help a rhythmically challenged sisterhood win a step dance championship.\n"}, {"title": "Stonehearst Asylum", "rating": "PG-13", "description": "In 1899, a young doctor arrives at an asylum for an apprenticeship and becomes suspicious of his mentor's methods while falling for a female patient.\n"}, {"title": "Strange but True", "rating": "PG-13", "description": "A young woman rattles her former boyfriend’s family when she reveals she is pregnant with his child — despite his death five years ago.\n"}, {"title": "Stranger than Fiction", "rating": "PG-13", "description": "As a writer ponders how to kill off her main character, the man begins hearing her voice in his head and realizes that his days are numbered.\n"}, {"title": "Strictly Ballroom", "rating": "PG", "description": "Dumped by his partner just before a major dance competition, gifted hoofer Scott Hastings is forced to take a graceless neophyte as his new partner.\n"}, {"title": "Stuart Little", "rating": "PG", "description": "Mr. and Mrs. Little want to adopt a brother for their only child but get more than they bargained for when they take in a mouse with an attitude.\n"}, {"title": "Stuart Little 2", "rating": "PG", "description": "Zany misadventures are in store as lovable city mouse Stuart and his human brother, George, raise the roof in this sequel to the 1999 blockbuster.\n"}, {"title": "Suffragette", "rating": "PG-13", "description": "At the beginning of the 20th century, circumstances drive a young, idealistic suffragette to find radical approaches to fighting male oppression.\n"}, {"title": "Sunday's Illness", "rating": "PG-13", "description": "Decades after being abandoned as a young child, Chiara finds her mother and asks her to spend 10 days together in a remote location.\n"}, {"title": "Superman Returns", "rating": "PG-13", "description": "When Superman returns to Metropolis, he finds that Lois Lane has moved on to another man and Lex Luthor is developing a new plan to rule the world.\n"}, {"title": "Superstar", "rating": "PG-13", "description": "A socially awkward Catholic schoolgirl vows to win a dreamy classmate’s affections by taking first prize at an upcoming talent show.\n"}, {"title": "Surf's Up", "rating": "PG", "description": "This Oscar-nominated animated comedy goes behind the scenes at the Penguin World Surfing Championship to get a close-up look at the inventors of surfing.\n"}, {"title": "Sweetheart", "rating": "PG-13", "description": "A woman shipwrecked on a remote island discovers she’s not alone and begins a fight for survival against a deadly presence that emerges each night.\n"}, {"title": "Taare Zameen Par", "rating": "PG", "description": "When daydreamer Ishaan is sent to boarding school, an unconventional art teacher tries to help the imaginative student discover his true identity.\n"}, {"title": "Takers", "rating": "PG-13", "description": "A motley crew of bank robbers plans their next heist after a former colleague convinces them to target an armored car carrying $20 million.\n"}, {"title": "Tarzan", "rating": "G", "description": "After being shipwrecked off the African coast, a lone child grows up in the wild, and is destined to become lord of the jungle.\n"}, {"title": "Tarzan 2", "rating": "G", "description": "How did the King of the Jungle ascend to the throne? Find out in this charming prequel to the hit animated movie that catches Tarzan as a young child.\n"}, {"title": "Teenage Mutant Ninja Turtles", "rating": "PG", "description": "In this animated adventure, Master Splinter whips the four Ninja Turtles back into shape to defeat monsters running amok in New York.\n"}, {"title": "Teenage Mutant Ninja Turtles II: The Secret of the Ooze", "rating": "PG", "description": "The evil Shredder decides that ooze is what gives the ninja turtles their power, so he obtains some of the toxic junk and creates dangerous mutants.\n"}, {"title": "Teenage Mutant Ninja Turtles: The Movie", "rating": "PG", "description": "After exposure to a strange, glowing ooze, four mutant turtles train as ninjas in the sewers and fight crime wherever they find it.\n"}, {"title": "Terminator Salvation", "rating": "PG-13", "description": "All grown up in post-apocalyptic 2018, John Connor must lead the resistance of humans against increasingly dominating militaristic robots.\n"}, {"title": "The Adventures of Sharkboy and Lavagirl", "rating": "PG", "description": "A 10-year-old dreamer's imaginary friends – mighty Sharkboy and fire-producing Lavagirl – come to life to seek his help battling a nefarious baddie.\n"}, {"title": "The Adventures of Tintin", "rating": "PG", "description": "This 3-D motion capture adapts Georges Remi's classic comic strip about the adventures of fearless young journalist Tintin and his trusty dog, Snowy.\n"}, {"title": "The American President", "rating": "PG-13", "description": "The widowed president strikes up a romance with a beautiful Washington lobbyist – but can the couple keep their private and political lives separate?\n"}, {"title": "The Angry Birds Movie 2", "rating": "PG", "description": "Enemies turn into frenemies when the Pigs call for a truce with the Birds to unite against a formidable new foe that’s threatening all of their homes.\n"}, {"title": "The Artist", "rating": "PG-13", "description": "Winner of five Oscars, this black-and-white silent film follows the romance between a silent-era legend on a downward spiral and a rising starlet.\n"}, {"title": "The Black Prince", "rating": "PG-13", "description": "After being exiled to England as a child, a Punjabi prince struggles to return to his homeland and his Sikh faith in this historical drama.\n"}, {"title": "The Bounty Hunter", "rating": "PG-13", "description": "Bounty hunter Milo Boyd finds his latest assignment downright satisfying as he learns that the bail-jumper he must chase down is his ex-wife, Nicole.\n"}, {"title": "The Box", "rating": "PG-13", "description": "A couple must decide whether to push a button that will net them a million dollars but that will also cause the death of a complete stranger.\n"}, {"title": "The Boy", "rating": "PG-13", "description": "A nanny is hired by a couple to look after their boy. She's shocked to learn that her charge is actually a doll that the couple treats like a human.\n"}, {"title": "The Boy in the Striped Pajamas", "rating": "PG-13", "description": "When his family moves from Berlin to Poland, a young boy befriends a boy who lives on the other side of the fence, unaware he's a Jewish prisoner.\n"}, {"title": "The Breadwinner", "rating": "PG-13", "description": "A courageous 11-year-old Afghan girl disguises herself as a boy and takes on odd jobs to provide for her family when her father is arrested.\n"}, {"title": "The Break-Up", "rating": "PG-13", "description": "Cohabitating couple Gary and Brooke's petty spats turn into an all-out battle for their home condo.\n"}, {"title": "The Brothers Grimm", "rating": "PG-13", "description": "Brothers Jake and Will Grimm travel from village to village, posing as exterminators of magical creatures. But in reality, they're expert con artists.\n"}, {"title": "The Bucket List", "rating": "PG-13", "description": "Two terminally ill men bust out of the cancer ward with a plan to experience life to the fullest before they kick the bucket.\n"}, {"title": "The Bye Bye Man", "rating": "PG-13", "description": "Three college students move into an off-campus house and discover they've unwittingly unleashed a supernatural killer known as the Bye Bye Man.\n"}, {"title": "The Car", "rating": "PG", "description": "In his small Southwestern town, sheriff Wade Parent must find out who — or what — is running people down via a mysterious, driverless black sedan.\n"}, {"title": "The Christmas Candle", "rating": "PG", "description": "A progressive new minister's arrival in a small village threatens to end an age-old tradition that brings a yuletide miracle to one of the residents.\n"}, {"title": "The Christmas Chronicles: Part Two", "rating": "PG", "description": "Unhappy over her mom’s new relationship, a now-teenage Kate runs away and lands at the North Pole, where a naughty elf is plotting to cancel Christmas.\n"}, {"title": "The Cloverfield Paradox", "rating": "PG-13", "description": "Orbiting above a planet on the brink of war, scientists test a device to solve an energy crisis and end up face-to-face with a dark alternate reality.\n"}, {"title": "The Command", "rating": "PG-13", "description": "For the crew trapped aboard a sunken Russian submarine the deadliest threat is the bureaucracy on land. Based on a true story.\n"}, {"title": "The Confirmation", "rating": "PG-13", "description": "A divorced handyman with a drinking problem bonds with his 8-year-old son when a search for his stolen toolbox leads to a series of misadventures.\n"}, {"title": "The Croods", "rating": "PG", "description": "When an earthquake obliterates their cave, an unworldly prehistoric family is forced to journey through unfamiliar terrain in search of a new home.\n"}, {"title": "The Da Vinci Code", "rating": "PG-13", "description": "When the curator of the Louvre is killed, a Harvard professor and a cryptographer must untangle a web of deceit involving works of Leonardo da Vinci.\n"}, {"title": "The Dark Crystal", "rating": "PG", "description": "In this mythical tale, Jen, the last of the Gelfling race, is charged with healing the Crystal of Truth after its mutilation sets off an era of terror.\n"}, {"title": "The Darkness", "rating": "PG-13", "description": "After bringing home a set of mysterious stones from the Grand Canyon, a boy unleashes an ancient force that begins to terrorize his family.\n"}, {"title": "The Dukes of Hazzard", "rating": "PG-13", "description": "The Duke boys are back in this comedy based on the TV series, following Bo and Luke as they tear around Hazzard County in their trusty Dodge Charger.\n"}, {"title": "The First Wives Club", "rating": "PG", "description": "Following a friend's suicide after her husband dumps her for a younger model, three women plot payback against their two-timing exes.\n"}, {"title": "The Flintstones", "rating": "PG", "description": "The Flintstones hit the big screen in this live-action comedy that finds Fred and Barney struggling to cope with the pressures of work and family.\n"}, {"title": "The Flintstones in Viva Rock Vegas", "rating": "PG", "description": "Yabba-dabba-doo! Digital dinosaurs rule the day when Fred, Barney, Betty and Wilma take Vegas by storm in this prequel that posits their lives before marriage.\n"}, {"title": "The Forbidden Kingdom", "rating": "PG-13", "description": "Jackie Chan and Jet Li star in this rousing adventure about a martial arts movie fan who finds a mystical staff that transports him to ancient China.\n"}, {"title": "The Forest", "rating": "PG-13", "description": "A young woman conducts a search for her twin sister, who disappeared in a notorious area of Japan known as the Suicide Forest.\n"}, {"title": "The Founder", "rating": "PG-13", "description": "After a fateful encounter with the McDonald brothers, struggling salesman Ray Kroc becomes driven to change the way hamburgers are made and sold.\n"}, {"title": "The Good Catholic", "rating": "PG-13", "description": "A young priest’s faith is tested when he finds himself attracted to a woman he meets at confession and his ideals are shaken to the core.\n"}, {"title": "The Grandmaster", "rating": "PG-13", "description": "As the Japanese invasion looms, Chinese kung fu master Ip Man's world changes when rival master Gong Er and her father arrive in his village.\n"}, {"title": "The Green Hornet", "rating": "PG-13", "description": "A hard-partying heir dons a disguise to fight crime after hours. But with no talents or skills, he relies on his friend, a martial-arts genius.\n"}, {"title": "The Half Of It", "rating": "PG-13", "description": "When smart but cash-strapped teen Ellie Chu agrees to write a love letter for a jock, she doesn't expect to become his friend — or fall for his crush.\n"}, {"title": "The Haunting of Molly Hartley", "rating": "PG-13", "description": "A troubled teenage girl hopes to start fresh at a new school, but the horrifying truth about her past is destined to catch up with her.\n"}, {"title": "The Help", "rating": "PG-13", "description": "A young, white writer stirs up the status quo in 1960s Mississippi by interviewing Black housemaids and bringing their stories to the masses.\n"}, {"title": "The Hundred-Foot Journey", "rating": "PG", "description": "A chef and his family leave India to open an eatery in the south of France, where they clash with the haughty restaurateur across the street.\n"}, {"title": "The Hurricane Heist", "rating": "PG-13", "description": "A deadly hurricane with mile-high waves provides the perfect cover for stealing $600 million from a U.S. Treasury outpost in Mississippi.\n"}, {"title": "The Hurt Business", "rating": "PG-13", "description": "Featuring legendary and up-and-coming MMA fighters, this documentary details the history of the brutal sport and the fighters' struggles and triumphs.\n"}, {"title": "The Imaginarium of Doctor Parnassus", "rating": "PG-13", "description": "When a deal with the devil comes due, the immortal Doctor Parnassus must renegotiate the pact to save his daughter and right the wrongs of his past.\n"}, {"title": "The Impossible", "rating": "PG-13", "description": "Tracking one family's harrowing experiences, this gripping drama depicts the chaos generated by the massive 2004 tsunami in Southeast Asia.\n"}, {"title": "The Incredibles 2", "rating": "PG", "description": "When Elastigirl gets recruited for a high-profile crime-fighting mission, Mr. Incredible takes on his toughest assignment ever: full-time parenting.\n"}, {"title": "The Indian in the Cupboard", "rating": "PG", "description": "A boy receives a wooden cupboard, antique keys and an Iroquois warrior figurine for his birthday. The figurine comes to life overnight in the cabinet.\n"}, {"title": "The Invention of Lying", "rating": "PG-13", "description": "In a world where no one fibs, a screenwriter gains fame and fortune – and maybe the girl of his dreams – by saying things that aren't true.\n"}, {"title": "The Iron Lady", "rating": "PG-13", "description": "Margaret Thatcher, the first female prime minister of Britain, navigates a career destined to change the rules of leadership and politics.\n"}, {"title": "The Jane Austen Book Club", "rating": "PG-13", "description": "Six book club members find their lives resemble a modern-day version of Jane Austen's novels in this drama.\n"}, {"title": "The Karate Kid", "rating": "PG", "description": "After moving to Beijing with his mother, Dre falls prey to a bully, so he takes lessons from a martial arts master in this remake of the 1984 classic.\n"}, {"title": "The Keeping Hours", "rating": "PG-13", "description": "Years after the death of their only child and subsequent divorce, a couple discovers that their son's ghost continues to inhabit their former home.\n"}, {"title": "The Lake House", "rating": "PG", "description": "A lonely doctor begins writing letters to the frustrated architect who lives in her former home, only to discover that they're living two years apart.\n"}, {"title": "The Lamb", "rating": "PG", "description": "A big-dreaming donkey escapes his menial existence and befriends some free-spirited animal pals in this imaginative retelling of the Nativity Story.\n"}, {"title": "The Last Airbender", "rating": "PG", "description": "In a world ravaged by the Fire nation's aggression toward the peaceful Air, Water and Earth nations, a young boy holds the key to restoring peace.\n"}, {"title": "The Last Exorcism", "rating": "PG-13", "description": "Ready to expose his miraculous deeds as mere trickery, a famed evangelist invites a documentary crew to film his final exorcism.\n"}, {"title": "The Last Whistle", "rating": "PG", "description": "After a star player dies during football practice, his coach’s career and reputation are on the line as he refuses to quit his win-at-all-costs style.\n"}, {"title": "The Life Ahead", "rating": "PG-13", "description": "A Holocaust survivor running a daycare business forms an unlikely friendship with a bitter street kid when she takes him in after he robs her.\n"}, {"title": "The Little Mermaid", "rating": "PG", "description": "In this take on the classic tale, a captive circus mermaid transforms the lives of a skeptical journalist and his wide-eyed young sister.\n"}, {"title": "The Little Prince", "rating": "PG", "description": "When an overscheduled girl befriends an eccentric aviator, he regales her with tales about the adventures of an unusual boy who lives on an asteroid.\n"}, {"title": "The Longshots", "rating": "PG", "description": "When an 11-year-old girl becomes Pop Warner football's first female quarterback, she raises eyebrows – till she takes her team to the brink of glory.\n"}, {"title": "The Look of Silence", "rating": "PG-13", "description": "In a society terrorized into silence, the brother of a 1960s Indonesian genocide victim learns the identity of his murderers and confronts them.\n"}, {"title": "The Lord of the Rings: The Return of the King", "rating": "PG-13", "description": "Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor.\n"}, {"title": "The Lord of the Rings: The Two Towers", "rating": "PG-13", "description": "Frodo and Sam head to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin.\n"}, {"title": "The Lost Husband", "rating": "PG-13", "description": "Looking to start anew, a widow retreats with her children to her aunt's goat farm, where the ranch's manager helps her navigate country life and loss.\n"}, {"title": "The Love Guru", "rating": "PG-13", "description": "Raised on an ashram in India, a self-styled love guru returns to his native America to settle a romantic rivalry between two pro hockey players.\n"}, {"title": "The Mask of Zorro", "rating": "PG-13", "description": "An aging Zorro passes the torch to a young successor, schooling him in discipline and training him to take up the sword against crooked officials.\n"}, {"title": "The Midnight Sky", "rating": "PG-13", "description": "In the aftermath of a global catastrophe, a lone scientist in the Arctic races to contact a crew of astronauts with a warning not to return to Earth.\n"}, {"title": "The Muppets", "rating": "PG", "description": "When the Muppets learn that their beloved theater is slated for demolition, the gang reunite to raise the $10 million they need to save it.\n"}, {"title": "The Naked Gun 2 1/2: The Smell of Fear", "rating": "PG-13", "description": "Bumbling cop Frank Drebin is out to foil the big boys in the energy industry, who intend to suppress technology that would put them out of business.\n"}, {"title": "The Naked Gun: From the Files of Police Squad!", "rating": "PG-13", "description": "Hapless cop Frank Drebin causes more problems than he solves while trying to stop a deadly plot involving Queen Elizabeth II.\n"}, {"title": "The Natural", "rating": "PG", "description": "A gifted baseball player whose life has taken some startling turns becomes a 35-year-old rookie who helps a cellar-dwelling team get back in the game.\n"}, {"title": "The Next Karate Kid", "rating": "PG", "description": "In Boston, karate master Mr. Miyagi finds a new pupil in troubled teen Julie Pierce when she gets bullied by a group of relentless classmates.\n"}, {"title": "The Nut Job", "rating": "PG", "description": "When his grouchy attitude gets him kicked out of the park, Surly the squirrel hatches a plan to rob Maury's Nut Shop to stock up for winter.\n"}, {"title": "The Nutcracker and the Four Realms", "rating": "PG", "description": "When her late mother gifts her a key, Clara embarks on a dreamlike journey full of fantasy and conflict in this retelling of the holiday classic.\n"}, {"title": "The Other Guys", "rating": "PG-13", "description": "New York cops Allen and Terry toil in obscurity as lowly desk jockeys until a big break finally gives them a chance to tackle real police work.\n"}, {"title": "The Pelican Brief", "rating": "PG-13", "description": "When law student Darby Shaw theorizes about the assassinations of two Supreme Court justices, she is put in danger and turns to a reporter for help.\n"}, {"title": "The Perks of Being a Wallflower", "rating": "PG-13", "description": "A shy freshman struggling with depression deals with his best friend's suicide and his first love in this engaging coming-of-age tale.\n"}, {"title": "The Phantom of the Opera", "rating": "PG-13", "description": "In 1870, a disfigured recluse roams beneath a Parisian opera house and takes under his wing a young soprano, with whom a love triangle develops.\n"}, {"title": "The Pink Panther", "rating": "PG", "description": "Bumbling Inspector Clouseau must solve the murder of a world-famous soccer coach and catch the thief who stole his priceless diamond ring.\n"}, {"title": "The Pirate Fairy", "rating": "G", "description": "In this spritely tale, Tinker Bell and her friends set out to find free-spirited fairy Zarina after she makes off with some precious Blue Pixie Dust.\n"}, {"title": "The Pirates! Band of Misfits", "rating": "PG", "description": "An egotistical pirate captain strives to win the Pirate of the Year Award, but to snag the coveted prize, he'll have to outwit his dreaded rivals.\n"}, {"title": "The Pixar Story", "rating": "G", "description": "Go behind the scenes at Pixar Animation Studios with this Emmy-nominated documentary tracing the creation and history of the groundbreaking company.\n"}, {"title": "The Polar Express", "rating": "G", "description": "In this warm-hearted tale, a young boy's faith in the holiday spirit is revived after he makes his way by train to the North Pole on Christmas Eve.\n"}, {"title": "The Prince & Me", "rating": "PG", "description": "A hardworking Wisconsin college student falls for her arrogant yet charming classmate, unaware that he's a Danish prince attending school incognito.\n"}, {"title": "The Princess and the Frog", "rating": "G", "description": "In New Orleans during the Jazz Age, a beautiful girl named Tiana has a fateful encounter with frog prince who desperately wants to be human again.\n"}, {"title": "The Prom", "rating": "PG-13", "description": "A group of down-on-their-luck Broadway stars shake up a small Indiana town as they rally behind a teen who just wants to attend prom with her girlfriend.\n"}, {"title": "The Promise", "rating": "PG-13", "description": "As the Ottoman Empire enters WWI, a love triangle involving an Armenian medical student, an artist and an American journalist takes a harrowing turn.\n"}, {"title": "The Pursuit of Happyness", "rating": "PG-13", "description": "When Chris and his son are evicted, they face trying times as a desperate Chris accepts an unpaid internship at a stock brokerage firm.\n"}, {"title": "The Rainmaker", "rating": "PG-13", "description": "A young attorney and a scrappy paralegal work to help the parents of a terminally ill boy in their suit against an insurance company.\n"}, {"title": "The Reliant", "rating": "PG-13", "description": "When a town suffers an economic collapse, social unrest forces a family to seek refuge in the wilderness as bitter outlaws threaten their survival.\n"}, {"title": "The Ring", "rating": "PG-13", "description": "A reporter watches a video that supposedly sets in motion the viewer's death in seven days. Can she unravel the mystery before her own time is up?\n"}, {"title": "The River Wild", "rating": "PG-13", "description": "A turbulent vacation turns deadly when a fugitive and his crew kidnap a river rafting guide and her family, forcing them down the dangerous river.\n"}, {"title": "The Roommate", "rating": "PG-13", "description": "While acclimating to campus life, college freshman Sara begins to realize that her new roommate, Rebecca, is becoming obsessed with her.\n"}, {"title": "The Rugrats Movie", "rating": "G", "description": "When his baby brother Dil is born, Tommy Pickles and his pals decide that he's too much responsibility and try to return him to the hospital.\n"}, {"title": "The Sapphires", "rating": "PG-13", "description": "Sisters Gail, Cynthia and Julie have talent, but their career takes off when promoter Dave convinces them to tour for U.S. troops in Vietnam.\n"}, {"title": "The Sea of Trees", "rating": "PG-13", "description": " near Mount Fuji, where he meets a fellow lost wanderer.\n"}, {"title": "The Secret Life of Pets 2", "rating": "PG", "description": "On a farm outside New York, Max aims to boost his confidence while in the city, Snowball attempts to rescue a tiger cub and Gidget pretends to be a cat.\n"}, {"title": "The Short Game", "rating": "PG", "description": "They are fiercely competitive athletes, determined to become champions on one of the world's toughest golf courses. And they're still in grade school.\n"}, {"title": "The Signal", "rating": "PG-13", "description": "During their drive across the country, college pals Nick and Jonah – accompanied by Nick's girlfriend – run into major trouble in the Nevada desert.\n"}, {"title": "The Silence", "rating": "PG-13", "description": "With the world under attack by deadly creatures who hunt by sound, a teen and her family seek refuge outside the city and encounter a mysterious cult.\n"}, {"title": "The Smurfs", "rating": "PG", "description": "When evil Gargamel tries to capture them, the Smurfs flee their woodland home, pass through a magic portal and find themselves stranded in New York.\n"}, {"title": "The Smurfs 2", "rating": "PG", "description": " called the Naughties.\n"}, {"title": "The Social Dilemma", "rating": "PG-13", "description": "This documentary-drama hybrid explores the dangerous human impact of social networking, with tech experts sounding the alarm on their own creations.\n"}, {"title": "The Social Network", "rating": "PG-13", "description": "Director David Fincher's biographical drama chronicles the meteoric rise of Facebook CEO Mark Zuckerberg from Harvard sophomore to Internet superstar.\n"}, {"title": "The Space Between Us", "rating": "PG-13", "description": "After years of limited contact with Earth, an inquisitive teen who lives on Mars makes an interplanetary trek to discover his own origins.\n"}, {"title": "The Spiderwick Chronicles", "rating": "PG", "description": "When city-raised twins move to a tumbledown country mansion, it's quite an adjustment – especially after they uncover a magical fantasy world.\n"}, {"title": "The Spy Next Door", "rating": "PG", "description": "While babysitting, an undercover agent is thrust back into the world of top-secret adventure when one his young charges downloads a classified file.\n"}, {"title": "The Theory of Everything", "rating": "PG-13", "description": "As his esteem grows in the world of physics, Stephen Hawking's body is ravaged by ALS, forcing his increasing dependence on his devoted wife, Jane.\n"}, {"title": "The Time Machine", "rating": "PG-13", "description": "Based on the H.G. Wells classic, this adventure follows a scientist and inventor who's determined to prove to doubters that time travel is possible.\n"}, {"title": "The Time Traveler's Wife", "rating": "PG-13", "description": "Due to a genetic disorder, handsome librarian Henry involuntarily zips through time, appearing at various moments in the life of his true love.\n"}, {"title": "The Tourist", "rating": "PG-13", "description": "An American tourist seeking solace for his shattered heart instead finds it in danger again after encountering a beautiful Interpol agent.\n"}, {"title": "The Tuxedo", "rating": "PG-13", "description": "After a government spy is hospitalized, New York City cab driver Jimmy unwillingly takes over the spy's role – with the aid of a computerized tuxedo.\n"}, {"title": "The Two Popes", "rating": "PG-13", "description": "At a key turning point for the Catholic Church, Pope Benedict XVI forms a surprising friendship with the future Pope Francis. Inspired by true events.\n"}, {"title": "The Unknown Known", "rating": "PG-13", "description": "Donald Rumsfeld reviews his long political career, from his time in Congress to serving as secretary of defense under Gerald Ford and George W. Bush.\n"}, {"title": "The Vatican Tapes", "rating": "PG-13", "description": "A young woman hospitalized for an infected wound becomes possessed by a satanic force that will take a priest and two Vatican exorcists to defeat.\n"}, {"title": "The Water Horse: Legend of the Deep", "rating": "PG", "description": "A boy watches an egg he found hatch into something incredible. But how long can he keep such a big secret from his mom – and the Scottish government?\n"}, {"title": "The Waterboy", "rating": "PG-13", "description": "A water boy for a college football team has a rage that makes him a tackling machine whose bone-crushing power might vault his team into the playoffs.\n"}, {"title": "The Willoughbys", "rating": "PG", "description": "Four siblings with horribly selfish parents hatch a plan to get rid of them for good and form a perfectly imperfect family of their own.\n"}, {"title": "The World Is Not Enough", "rating": "PG-13", "description": "Greed, revenge, world domination: It's all in a day's work for James Bond, who's on a mission to protect an oil heiress from a notorious terrorist.\n"}, {"title": "The World We Make", "rating": "PG", "description": "A teenage equestrian and a local football player for each other, but simmering racism in their small town puts their relationship to the test.\n"}, {"title": "The Young Messiah", "rating": "PG-13", "description": "Tormented by a demon and on the run from a Roman centurion, a 7-year-old Jesus and his parents, Mary and Joseph, flee Egypt for Nazareth.\n"}, {"title": "Thelonious Monk: Straight, No Chaser\"", "rating": "PG-13", "description": "The spotlight shines on iconic jazz pianist and composer Thelonious Monk in this 1988 documentary featuring vintage performance clips and interviews.\n"}, {"title": "Thor: Ragnarok", "rating": "PG-13", "description": "To save Asgard from a bloodthirsty goddess of death, the mighty Thor will have to battle his way to freedom and find a way back home.\n"}, {"title": "Tigertail", "rating": "PG", "description": "A man reflects on the lost love of his youth and his long-ago journey from Taiwan to America as he begins to reconnect with his estranged daughter.\n"}, {"title": "Tini: The New Life of Violetta", "rating": "G", "description": "After completing a world tour, a teen pop star spends the summer at an Italian villa to recover from heartbreak and grow into a mature artist.\n"}, {"title": "Tinker Bell and the Legend of the NeverBeast", "rating": "G", "description": "When suspicious scout fairies scheme to capture the fearsome-looking NeverBeast, Tinker Bell and Fawn set out to save the wondrous creature.\n"}, {"title": "To Wong Foo, Thanks for Everything! Julie Newmar\"", "rating": "PG-13", "description": "Three New York drag queens on their way to Hollywood for a beauty pageant get stranded in a small Midwestern town when their car breaks down.\n"}, {"title": "Tomorrow Never Dies", "rating": "PG-13", "description": "Pierce Brosnan stars in this 007 installment, which teams the secret agent and a sexy Chinese superspy against a megalomaniacal media mogul.\n"}, {"title": "Tortilla Soup", "rating": "PG-13", "description": "Widower Martin is a restaurateur with a booming business and three headstrong daughters who leave the house to pursue their individual destinies.\n"}, {"title": "Tracers", "rating": "PG-13", "description": "When a bike messenger falls into debt with organized criminals, a sexy woman draws him into her high-stakes world of parkour, teaching him new skills.\n"}, {"title": "Traitor", "rating": "PG-13", "description": "An FBI agent assigned to pursue an ex-Special Ops soldier who joined a terrorist organization begins to question his target's true intentions.\n"}, {"title": "Transcendence", "rating": "PG-13", "description": "Two computer scientists work to achieve technological singularity to create a world where computers can transcend the abilities of the human brain.\n"}, {"title": "Tremors", "rating": "PG-13", "description": "After a seismologist gets unusual readings on her equipment, handymen discover 30-foot-long carnivorous worms that suck their prey underground.\n"}, {"title": "Tremors 2: Aftershocks", "rating": "PG-13", "description": "A rag-tag team of survivalists and scientists battle supersucking desert creatures that are worming their way through the oil fields of Mexico.\n"}, {"title": "Tremors 3: Back to Perfection", "rating": "PG", "description": "When a theme park's simulated giant worm attacks turn real, Burt Gummer and two young entrepreneurs team up to battle the flesh-eating graboids.\n"}, {"title": "Tremors 4: The Legend Begins", "rating": "PG-13", "description": "Residents of a abandoned mining town attempt to get to the bottom of a series of recent, mysterious deaths before their own fates are sealed.\n"}, {"title": "Tremors 5:  Bloodline", "rating": "PG-13", "description": "When he is hired to capture a deadly creature terrorizing South Africa, survivalist Burt Gummer brings along a new tech-savvy partner.\n"}, {"title": "Tremors 6: A Cold Day in Hell", "rating": "PG-13", "description": "The subterranean, worm-like creatures are back, and Graboid-hunter Burt Gummer suspects they've been weaponized.\n"}, {"title": "Tremors: Shrieker Island", "rating": "PG-13", "description": "When massive mutant creatures infiltrate an island nature preserve, scientists recruit a legendary monster hunter to battle the beasts.\n"}, {"title": "True Grit", "rating": "G", "description": "Teenage tomboy Mattie Ross enlists the help of crusty lawman Rooster Cogburn to track down the hired hand who murdered her father.\n"}, {"title": "Turbo", "rating": "PG", "description": "A speed-obsessed snail who dreams of being the world's greatest race car driver gets his chance when an accident imbues him with high-octane speed.\n"}, {"title": "Unaccompanied Minors", "rating": "PG", "description": "Five disparate kids, snowed in at the airport on Christmas Eve, try to get back to their families and outsmart a disgruntled airport official.\n"}, {"title": "Undefeated", "rating": "PG-13", "description": "An inspirational profile of an inner-city high school football team's valiant effort to reach the school's first-ever playoff game.\n"}, {"title": "Under the Shadow", "rating": "PG-13", "description": "During the Iran-Iraq conflict, a Tehran woman caring for her daughter while her husband is at war is gradually convinced evil spirits are at work.\n"}, {"title": "Undercover Grandpa", "rating": "PG-13", "description": "Jake's date with his dream girl takes a turn when she disappears, and Jake's grandpa – a former intelligence officer – sets out to find her.\n"}, {"title": "Underdogs", "rating": "PG", "description": "When his archenemy returns to settle a score, a foosball ace and his magically incarnated team must save the town and woo back his girl.\n"}, {"title": "Unfinished Song", "rating": "PG-13", "description": "With his wife terminally ill, Arthur's future seems grim. But he learns to find joy in life again when he joins an unconventional church choir.\n"}, {"title": "Unknown", "rating": "PG-13", "description": "Liam Neeson stars as a man who regains consciousness after a car accident, only to discover that another man is impersonating him.\n"}, {"title": "Vampires vs. the Bronx", "rating": "PG-13", "description": "Three gutsy kids from a rapidly gentrifying Bronx neighborhood stumble upon a sinister plot to suck all the life from their beloved community.\n"}, {"title": "Vantage Point", "rating": "PG-13", "description": "Moments after he arrives in Spain for an antiterrorism summit, U.S. President Ashton is shot.\n"}, {"title": "Victor", "rating": "PG-13", "description": "In 1962 Brooklyn, a Puerto Rican teen who joins a gang is seduced by violence and heroin. But can his mother's love and faith in God save him?\n"}, {"title": "Wadjda", "rating": "PG", "description": "A persistent 10-year-old wishes for a new bicycle so she can beat her friend (a boy) in a race. But it's going to take some ingenuity to get one.\n"}, {"title": "\"", "rating": "PG", "description": "This dynamic documentary weaves together stories about students, educators and reformers to shed light on America's failing public school system.\n"}, {"title": "Walking Out", "rating": "PG-13", "description": "A suburban teen goes hunting with his estranged father. When a mishap with a bear occurs, he must his use his survival skills to save them both.\n"}, {"title": "War Horse", "rating": "PG-13", "description": "During World War I, the bond between a young Englishman and his loyal horse, Joey, is tested when Joey is sold to the cavalry and sent to France.\n"}, {"title": "Water & Power: A California Heist", "rating": "PG", "description": "California residents and farmers face powerful barons in the struggle to secure water rights in this fresh historical account of profit and interests.\n"}, {"title": "We Can Be Heroes", "rating": "PG", "description": "When alien invaders capture Earth’s superheroes, their kids must learn to work together to save their parents — and the planet.\n"}, {"title": "What a Girl Wants", "rating": "PG", "description": "In search of the father she's never met, the daughter of a bohemian American woman heads to Europe and finds that her dad is an uptight politician.\n"}, {"title": "What Lies Beneath", "rating": "PG-13", "description": "When Claire Spencer starts hearing ghostly voices and seeing spooky images, her husband tries to reassure her by telling her it's all in her head.\n"}, {"title": "What's Eating Gilbert Grape", "rating": "PG-13", "description": "In a backwater Iowa town, young Gilbert is torn between taking care of his troubled family and a girl who shows him new possibilities for his life.\n"}, {"title": "Where the Money Is", "rating": "PG-13", "description": "Paul Newman proves he's still got prodigious acting chops, playing an aging bank robber who may have one last job in him. Faking a stroke, the incarcerated Newman is transferred to a nursing home and the care of a skeptical nurse.\n"}, {"title": "Wild Child", "rating": "PG-13", "description": "When a spoiled girl pushes her father too far with her spending and outlandish behavior, he ships the Malibu princess off to a strict boarding school.\n"}, {"title": "Wild Oats", "rating": "PG-13", "description": "When insurance accidentally pays her millions, retired teacher Eva and her pal Maddie head to the Canary Islands for the adventure of their lives.\n"}, {"title": "Wild Wild West", "rating": "PG-13", "description": "Armed with an ingenious arsenal, two top-notch government agents are tasked with tracking down a diabolical scientist in this futuristic Western.\n"}, {"title": "Wildlife", "rating": "PG-13", "description": "A teen’s life in 1960 Montana grows complicated when his father is fired, his mother returns to work, and the strain on the family begins to show.\n"}, {"title": "Willy Wonka & the Chocolate Factory", "rating": "G", "description": "Zany Willy Wonka causes a stir when he announces that golden tickets hidden inside his candy bars will admit holders into his secret confectionary.\n"}, {"title": "Winchester", "rating": "PG-13", "description": "The heiress to a vast firearms fortune constructs a mansion with a maze-like interior to ward off the spirits of those killed by her family's product.\n"}, {"title": "Wish Upon a Unicorn", "rating": "PG", "description": "Sisters Mia and Emma move to their grandmother’s farm far from the city and save a magical unicorn from local cowboys seeking its powers for themselves.\n"}, {"title": "Woody Woodpecker", "rating": "PG", "description": "A rascally bird with a distinctive laugh pecks back with a vengeance when his forest habitat is threatened by a slick lawyer building his dream home.\n"}, {"title": "World Trade Center", "rating": "PG-13", "description": "Working under treacherous conditions, an army of dedicated rescuers struggles to find anyone who survived the World Trade Center's tragic collapse.\n"}, {"title": "Wyatt Earp", "rating": "PG-13", "description": "Legendary lawman Wyatt Earp is continually at odds with a gang of renegade cowboys, culminating in a fiery showdown with the outlaws at the OK Corral.\n"}, {"title": "XXx", "rating": "PG-13", "description": "A notorious underground rush-seeker deemed untouchable by the law is coerced into cooperating with the government to infiltrate a Russian crime ring.\n"}, {"title": "XXX: State of the Union", "rating": "PG-13", "description": "In this action-packed follow-up to XXX, U.S. intelligence officer Augustus Gibbons must thwart a massive conspiracy to overthrow the government.\n"}, {"title": "Yellowbird", "rating": "PG", "description": " runs into trouble.\n"}, {"title": "Yes Man", "rating": "PG-13", "description": "After a bitter divorce, a bank drone falls under the sway of a self-help guru who urges him to say yes to everything that comes his way for a year.\n"}, {"title": "Yoga Hosers", "rating": "PG-13", "description": "With an all-important high school party at stake, two teen yoga fanatics enlist a man hunter to help fight an army of monsters created by Nazis.\n"}, {"title": "Yours, Mine and Ours\"", "rating": "PG", "description": "When a father of eight and a mother of 10 prepare to wed, the couple's children attempt to sabotage the union in this remake of a 1968 comedy.\n"}, {"title": "Zokkomon", "rating": "PG", "description": "When his cruel uncle abandons him, a young orphan learns to access the untapped superpowers that have been waiting within him all along.\n"}, {"title": "Zoom", "rating": "PG", "description": "Dragged from civilian life, a former superhero must train a new crop of youthful saviors when the military preps for an attack by a familiar villain.\n"}]